[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-torch-is-passed-a-harding-family-story_945/index.html",
        "universal_product_code": "4eed62cf5f8d8edf",
        "title": "The Torch Is Passed: A Harding Family Story",
        "price_including_tax": "£19.09",
        "price_excluding_tax": "£19.09",
        "number_available": "16",
        "product_description": "Andrea Harding is a recent college graduate looking forward to attending Duke Law School when her world is turned upside down by the shooting of her father, Nicholas, and uncle, Michael, in a surprising and puzzling attack. They are the only family she has, aside from her paternal grandmother Dorothy, so when her uncle dies from the attack and her father lays comatose in I Andrea Harding is a recent college graduate looking forward to attending Duke Law School when her world is turned upside down by the shooting of her father, Nicholas, and uncle, Michael, in a surprising and puzzling attack. They are the only family she has, aside from her paternal grandmother Dorothy, so when her uncle dies from the attack and her father lays comatose in ICU, it falls to Andrea to not only investigate who would want to kill her father and uncle, but also to oversee Harding Industries, the family company. When her father’s longtime attorney and one of a handful of family friends, Beth Cowling, rushes to help Andrea long distance, the youngest Harding soon finds herself surrounded by a bevy of intriguing new friends and helpers. First to arrive is Beth’s own daughter, Riva, acting as Andrea’s attorney after Andrea is violently attacked in her father’s home, where she grew up, forcing her to kill both would-be assassins. When Nicholas’s on again/off again lover, state prosecutor and gubernatorial hopeful Kerry Marcus, is equally at a loss to name suspects in the Harding family attacks, Riva begins her own investigation into the short list of family friends and colleagues, including Don Marshall, former colleague of Nicholas’s at Marshall Pharmaceutical, which Don now runs, and Don’s wife Karen. Marshall has a shady past, including an incident at his company that also involved Andrea’s father. She also looks closely at Marcus Ricci, father of Andrea’s closest high school friend, Jason. After Jason’s death from leukemia, Ricci becomes like a second father to Andrea. Ricci is also widely believed to have ties to the New Jersey mob. But Beth has another contact she wants involved in the investigation, Deirdre Southington, daughter of Beth’s old friend Cordelia Southington. The Southington family has more money than God, as well as, through Deirdre, more contacts in the intriguing world of international espionage. A former NSA agent, Deirdre is mysterious and beautiful in a cold way. An eccentric who travels via private rail car, she is also extraordinarily persuasive, holding a PhD in forensic psychology that she has put to great use in both her work with the NSA and on her own, as a defender of good, rooting out evil doers and ensuring they are brought to her own brand of justice. Andrea, Riva, and Deirdre all also cast a suspicious eye on the Oakes brothers, Carlton and Jefferson, who run Oakes Industries along with their silent partner and cousin, New Jersey state senator Schuyler Colfax, who also has his eye on the governor’s seat. Oakes Industries has recently made an attempt to purchase Harding Industries, a seemingly irrational move that is rebuffed by Nicholas. What no one knows until much later is that the Oakes brothers have entered into a business deal with Russian mobster Viktor Roman, who represents the real party interested in acquiring Harding Industries, a Vor, Russian organized crime unit, with heavy international interests in the energy sector. Andrea matures quickly as she rapidly learns who she can and cannot trust during her search for the people out to kill her family. Along with her new friends and advocates, she discovers Harding Industries holds a soon to expire option to buy property that could become the source of untold billions from oil reserves, and moves in the nick of time to exercise their right to purchase. But the biggest blow for the Harding family is yet to come—the discovery that Viktor Roman has promised Kerry Marcus the governor’s seat in exchange for information about the Hardings, including Nicholas and Michael’s whereabouts on the night they are shot. Ultimately, Andrea chooses to forego law school and becomes her father’s new partner in Harding Industries, no doubt with many adventures yet to come. Masterfully told using a smattering of historical facts along with a soundtrack of classical music masterpieces, this thriller keeps readers on edge until the very end.",
        "category": "add a comment",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c7/26/c7260547c468dbe78af92cf3927c2a1c.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-mindfulness-and-acceptance-workbook-for-anxiety-a-guide-to-breaking-free-from-anxiety-phobias-and-worry-using-acceptance-and-commitment-therapy_937/index.html",
        "universal_product_code": "31075275518532d7",
        "title": "The Mindfulness and Acceptance Workbook for Anxiety: A Guide to Breaking Free from Anxiety, Phobias, and Worry Using Acceptance and Commitment Therapy",
        "price_including_tax": "£23.89",
        "price_excluding_tax": "£23.89",
        "number_available": "16",
        "product_description": "Is anxiety and fear a problem for you? Have you tried to win the war with your anxious mind and body, only to end up feeling frustrated, powerless, and stuck? If so, you’re not alone. But there is a way forward, a path into genuine happiness, and a way back into living the kind of life you so desperately want. This workbook will help you get started on this new journey tod Is anxiety and fear a problem for you? Have you tried to win the war with your anxious mind and body, only to end up feeling frustrated, powerless, and stuck? If so, you’re not alone. But there is a way forward, a path into genuine happiness, and a way back into living the kind of life you so desperately want. This workbook will help you get started on this new journey today!Now in its second edition, The Mindfulness and Acceptance Workbook for Anxiety offers a new approach to your anxiety, fears, and your life. Within its pages, you’ll find a powerful and tested set of tools and strategies to help you gain freedom from fear, trauma, worry, and all the many manifestations of anxiety and fear. The book offers an empowering approach to help you create the kind of life you so desperately want to live.Based on a revolutionary approach to psychological health and wellness called acceptance and commitment therapy (ACT), this fully revised and updated second edition offers compelling new exercises to help you create the conditions for your own genuine happiness and peace of mind. You’ll learn how your mind can trap you, keeping you stuck and struggling in anxiety and fear. You’ll also discover ways to nurture your capacity for acceptance, mindfulness, kindness, and compassion, and use these qualities to weaken the power of anxiety and fear so that you can gain the space do what truly matters to you. Now is the time.Nobody chooses anxiety. And there is no healthy way to “turn off” anxious thoughts and feelings like a light switch. But you can learn to break free from the shackles of anxiety and fear and take back your life. The purpose of this workbook is to help you do just that. Your life is calling on you to make that choice, and the skills in this workbook can help you make it happen. You can live better, more fully, and more richly with or without anxiety and fear. This book will show you the way.This book has been awarded The Association for Behavioral and Cognitive Therapies Self-Help Seal of Merit — an award bestowed on outstanding self-help books that are consistent with cognitive behavioral therapy (CBT) principles and that incorporate scientifically tested strategies for overcoming mental health difficulties. Used alone or in conjunction with therapy, our books offer powerful tools readers can use to jump-start changes in their lives.",
        "category": "add a comment",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c9/eb/c9eb6ecf45abf796df0044600db65e55.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-art-forger_930/index.html",
        "universal_product_code": "80cfab6bcff3a244",
        "title": "The Art Forger",
        "price_including_tax": "£40.76",
        "price_excluding_tax": "£40.76",
        "number_available": "16",
        "product_description": "On March 18, 1990, thirteen works of art today worth over $500 million were stolen from the Isabella Stewart Gardner Museum in Boston. It remains the largest unsolved art heist in history, and Claire Roth, a struggling young artist, is about to discover that there’s more to this crime than meets the eye.Making a living reproducing famous artworks for a popular online retai On March 18, 1990, thirteen works of art today worth over $500 million were stolen from the Isabella Stewart Gardner Museum in Boston. It remains the largest unsolved art heist in history, and Claire Roth, a struggling young artist, is about to discover that there’s more to this crime than meets the eye.Making a living reproducing famous artworks for a popular online retailer and desperate to improve her situation, Claire is lured into a Faustian bargain with Aiden Markel, a powerful gallery owner. She agrees to forge a painting—a Degas masterpiece stolen from the Gardner Museum—in exchange for a one-woman show in his renowned gallery. But when that very same long-missing Degas painting is delivered to Claire’s studio, she begins to suspect that it may itself be a forgery.Her desperate search for the truth leads Claire into a labyrinth of deceit where secrets hidden since the late nineteenth century may be the only evidence that can now save her life.",
        "category": "add a comment",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f5/3b/f53bc7b18914c97de7c23967293be119.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/on-a-midnight-clear_912/index.html",
        "universal_product_code": "b757c0c361e689ce",
        "title": "On a Midnight Clear",
        "price_including_tax": "£14.07",
        "price_excluding_tax": "£14.07",
        "number_available": "16",
        "product_description": "It's Christmas Eve and private investigator Adam Fraley has lost his way while traveling a remote rural road in the foothills of the Colorado Rockies during a heavy snowstorm. At a loss as to where to turn next, he happens upon an isolated cabin in the woods where he stops to seek directions. There to greet him is the dwelling's lone inhabitant, an enchanting young girl wh It's Christmas Eve and private investigator Adam Fraley has lost his way while traveling a remote rural road in the foothills of the Colorado Rockies during a heavy snowstorm. At a loss as to where to turn next, he happens upon an isolated cabin in the woods where he stops to seek directions. There to greet him is the dwelling's lone inhabitant, an enchanting young girl who invites him out of the storm. Puzzled by the circumstances of a child left home along under such conditions, Fraley soon discovers the horrific reason why, a revelation that launches him into an intensive search for both a killer and a trove of buried gold.",
        "category": "add a comment",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/75/9d/759d9276739200e2cb8101a36449ba20.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/judo-seven-steps-to-black-belt-an-introductory-guide-for-beginners_903/index.html",
        "universal_product_code": "228f74b74f3a08ae",
        "title": "Judo: Seven Steps to Black Belt (an Introductory Guide for Beginners)",
        "price_including_tax": "£53.90",
        "price_excluding_tax": "£53.90",
        "number_available": "16",
        "product_description": "Displaying the most impressive throws, compelling armbars, dominant pins, and decisive chokes, judo is a particularly powerful sport and martial art that can bring opponents into submission in highly effective ways. With determination and perseverance, such tremendous power could be yours. Designed with safety considerations in mind, judo allows people of all ages to be in Displaying the most impressive throws, compelling armbars, dominant pins, and decisive chokes, judo is a particularly powerful sport and martial art that can bring opponents into submission in highly effective ways. With determination and perseverance, such tremendous power could be yours. Designed with safety considerations in mind, judo allows people of all ages to be involved in a long-term fitness activity with opportunities for continuous improvement. Judo is a way of life that promotes physical and mental harmony, encourages the development of self-confidence and leadership abilities, prepares practitioners to act in self-defense, and instills values such as discipline, respect, and diligence. Judo is also an Olympic sport that has been gaining increasing worldwide visibility.",
        "category": "add a comment",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6d/80/6d80608ef81001ad068df06fae44b7f8.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/shobu-samurai-project-aryoku-3_830/index.html",
        "universal_product_code": "0c27e6c3744fc14b",
        "title": "Shobu Samurai, Project Aryoku (#3)",
        "price_including_tax": "£29.06",
        "price_excluding_tax": "£29.06",
        "number_available": "15",
        "product_description": "Welcome to the Ark. In a place known as the Six Civilizations all is not as it seems, the six leaders though living in peace for the last decade soon find themselves struck by tragedy again! When the grandson of Chaos P. Karafuta, the world's infamous scientist and inventor, King and his best friend Shabu accidently unlock the secrets to a weapon known simply as ‘Project A Welcome to the Ark. In a place known as the Six Civilizations all is not as it seems, the six leaders though living in peace for the last decade soon find themselves struck by tragedy again! When the grandson of Chaos P. Karafuta, the world's infamous scientist and inventor, King and his best friend Shabu accidently unlock the secrets to a weapon known simply as ‘Project Aryoku'. In his greed for power King will sacrifice everyone he loves to obtain its power. However, it falls into the hands of his nephew, Shobu Samurai. At the sight of losing his parents, his unbound power obliterates his hometown with no recollection of doing so. Now ten years later, Shobu Samurai returns to seek revenge on his uncle but instead will face a choice to save his home from shadow creatures, blood beast and organization once thought dead.",
        "category": "add a comment",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f3/7f/f37f3173a97baeac6b6421c54a6df7b5.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/modern-romance_820/index.html",
        "universal_product_code": "caf4fe9311f1dc59",
        "title": "Modern Romance",
        "price_including_tax": "£28.26",
        "price_excluding_tax": "£28.26",
        "number_available": "15",
        "product_description": "Now a New York Times BestsellerA hilarious, thoughtful, and in-depth exploration of thepleasures and perils of modern romance from one of this generation’s sharpest comedic voicesAt some point, every one of us embarks on a journey to find love. We meet people, date, getinto and out of relationships, all with the hopeof finding someone with whom we share a deepconnection. T Now a New York Times BestsellerA hilarious, thoughtful, and in-depth exploration of the pleasures and perils of modern romance from one of this generation’s sharpest comedic voicesAt some point, every one of us embarks on a journey to find love. We meet people, date, get into and out of relationships, all with the hope of finding someone with whom we share a deep connection. This seems standard now, but it’s wildly different from what people did even just decades ago. Single people today have more romantic options than at any point in human history. With technology, our abilities to connect with and sort through these options are staggering. So why are so many people frustrated?Some of our problems are unique to our time. “Why did this guy just text me an emoji of a pizza?” “Should I go out with this girl even though she listed Combos as one of her favorite snack foods? Combos?!” “My girlfriend just got a message from some dude named Nathan. Who’s Nathan? Did he just send her a photo of his penis? Should I check just to be sure?” But the transformation of our romantic lives can’t be explained by technology alone. In a short period of time, the whole culture of finding love has changed dramatically. A few decades ago, people would find a decent person who lived in their neighborhood. Their families would meet and, after deciding neither party seemed like a murderer, they would get married and soon have a kid, all by the time they were twenty-four. Today, people marry later than ever and spend years of their lives on a quest to find the perfect person, a soul mate.For years, Aziz Ansari has been aiming his comic insight at modern romance, but for Modern Romance, the book, he decided he needed to take things to another level. He teamed up with NYU sociologist Eric Klinenberg and designed a massive research project, including hundreds of interviews and focus groups conducted everywhere from Tokyo to Buenos Aires to Wichita. They analyzed behavioral data and surveys and created their own online research forum on Reddit, which drew thousands of messages. They enlisted the world’s leading social scientists, including Andrew Cherlin, Eli Finkel, Helen Fisher, Sheena Iyengar, Barry Schwartz, Sherry Turkle, and Robb Willer. The result is unlike any social science or humor book we’ve seen before.In Modern Romance, Ansari combines his irreverent humor with cutting-edge social science to give us an unforgettable tour of our new romantic world.",
        "category": "add a comment",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/78/cb/78cb28a3e8804131e8e0c3f7b8deb2fc.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-white-queen-the-cousins-war-1_768/index.html",
        "universal_product_code": "6875c5657661b2fb",
        "title": "The White Queen (The Cousins' War #1)",
        "price_including_tax": "£25.91",
        "price_excluding_tax": "£25.91",
        "number_available": "14",
        "product_description": "Philippa Gregory presents the first of a new series set amid the deadly feuds of England known as the Wars of the Roses.Brother turns on brother to win the ultimate prize, the throne of England, in this dazzling account of the wars of the Plantagenets. They are the claimants and kings who ruled England before the Tudors, and now Philippa Gregory brings them to life through Philippa Gregory presents the first of a new series set amid the deadly feuds of England known as the Wars of the Roses.Brother turns on brother to win the ultimate prize, the throne of England, in this dazzling account of the wars of the Plantagenets. They are the claimants and kings who ruled England before the Tudors, and now Philippa Gregory brings them to life through the dramatic and intimate stories of the secret players: the indomitable women, starting with Elizabeth Woodville, the White Queen.The White Queen tells the story of a woman of extraordinary beauty and ambition who, catching the eye of the newly crowned boy king, marries him in secret and ascends to royalty. While Elizabeth rises to the demands of her exalted position and fights for the success of her family, her two sons become central figures in a mystery that has confounded historians for centuries: the missing princes in the Tower of London whose fate is still unknown. From her uniquely qualified perspective, Philippa Gregory explores this most famous unsolved mystery of English history, informed by impeccable research and framed by her inimitable storytelling skills.With The White Queen, Philippa Gregory brings the artistry and intellect of a master writer and storyteller to a new era in history and begins what is sure to be another bestselling classic series from this beloved author.",
        "category": "add a comment",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/11/40/11400b5532ad710359584a68db50f33c.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-song-of-achilles_762/index.html",
        "universal_product_code": "e88fb1c9397cfb27",
        "title": "The Song of Achilles",
        "price_including_tax": "£37.40",
        "price_excluding_tax": "£37.40",
        "number_available": "14",
        "product_description": "Greece in the age of heroes. Patroclus, an awkward young prince, has been exiled to the court of King Peleus and his perfect son Achilles. Despite their difference, Achilles befriends the shamed prince, and as they grow into young men skilled in the arts of war and medicine, their bond blossoms into something deeper - despite the displeasure of Achilles' mother Thetis, a c Greece in the age of heroes. Patroclus, an awkward young prince, has been exiled to the court of King Peleus and his perfect son Achilles. Despite their difference, Achilles befriends the shamed prince, and as they grow into young men skilled in the arts of war and medicine, their bond blossoms into something deeper - despite the displeasure of Achilles' mother Thetis, a cruel sea goddess. But when word comes that Helen of Sparta has been kidnapped, Achilles must go to war in distant Troy and fulfill his destiny. Torn between love and fear for his friend, Patroclus goes with him, little knowing that the years that follow will test everything they hold dear.",
        "category": "add a comment",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4e/56/4e56783b21a3a5c73e32e59241a351ac.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-immortal-life-of-henrietta-lacks_753/index.html",
        "universal_product_code": "f72f61ad6a5f12ed",
        "title": "The Immortal Life of Henrietta Lacks",
        "price_including_tax": "£40.67",
        "price_excluding_tax": "£40.67",
        "number_available": "14",
        "product_description": "Henrietta Lacks, as HeLa, is known to present-day scientists for her cells from cervical cancer. She was a poor Southern tobacco farmer who worked the same land as her slave ancestors, yet her cells were taken without her knowledge and still live decades after her death. Cells descended from her may weigh more than 50M metric tons. HeLa cells were vital for developing the Henrietta Lacks, as HeLa, is known to present-day scientists for her cells from cervical cancer. She was a poor Southern tobacco farmer who worked the same land as her slave ancestors, yet her cells were taken without her knowledge and still live decades after her death. Cells descended from her may weigh more than 50M metric tons. HeLa cells were vital for developing the polio vaccine; uncovered secrets of cancer, viruses, and the atom bomb’s effects; helped lead to important advances like in vitro fertilization, cloning, and gene mapping; and have been bought and sold by the billions. Yet Henrietta Lacks was buried in an unmarked grave.The journey starts in the “colored” ward of Johns Hopkins Hospital in the 1950s, her small, dying hometown of Clover, Virginia — wooden slave quarters, faith healings, and voodoo. Today are stark white laboratories with freezers full of HeLa cells, East Baltimore children and grandchildren live in obscurity, see no profits, and feel violated. The dark history of experimentation on African Americans helped lead to the birth of bioethics, and legal battles over whether we control the stuff we are made of.",
        "category": "add a comment",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/92/4d/924d855a0ad5774410b0bb7c71afa788.jpg"
    }
]