[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-dirty-little-secrets-of-getting-your-dream-job_994/index.html",
        "universal_product_code": "2597b5a345f45e1b",
        "title": "The Dirty Little Secrets of Getting Your Dream Job",
        "price_including_tax": "£33.34",
        "price_excluding_tax": "£33.34",
        "number_available": "19",
        "product_description": "Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and operates MME, an advertising and marketing agency in New York City. During his twenty-five years at the agency he has interviewed hundreds of new college graduates for positions within his agency and has placed a strong emphasis on entry-level recruitment for positions in creative, account management, traffic, and production. Raskin has also mentored countless students and their parents on best practices for the job search. Over the years, Raskin has kept exceptionally detailed notes on the interviews he has conducted, observing the good, the bad, the ridiculous, the irreverent. He also has a treasure trove of over-the-top cover letters, resumes, interviews, and post interview follow-ups he has conducted and received. Now, he wants to share all the wisdom and insider secrets he has gathered to help students and first-time job seekers find a job in this economy.Based on his remarkable expertise, Raskin's book provides exclusive insight into the job search process and lets readers in on all of the dirty little secrets to landing their first job—or a new one—and finding career success.",
        "category": "business",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e1/1b/e11bea016d0ae1d7e2dd46fb3cb870b7.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-third-wave-an-entrepreneurs-vision-of-the-future_862/index.html",
        "universal_product_code": "3bebf34ee9330cbd",
        "title": "The Third Wave: An Entrepreneur’s Vision of the Future",
        "price_including_tax": "£12.61",
        "price_excluding_tax": "£12.61",
        "number_available": "15",
        "product_description": "NEW YORK TIMES BESTSELLERWALL STREET JOURNAL BESTSELLEROne of America’s most accomplished entrepreneurs—a pioneer who made the Internet part of everyday life and orchestrated the largest merger in the history of business—shares a roadmap for how anyone can succeed in a world of rapidly changing technology.Steve Case’s career began when he cofounded America Online (AOL) in NEW YORK TIMES BESTSELLERWALL STREET JOURNAL BESTSELLEROne of America’s most accomplished entrepreneurs—a pioneer who made the Internet part of everyday life and orchestrated the largest merger in the history of business—shares a roadmap for how anyone can succeed in a world of rapidly changing technology.Steve Case’s career began when he cofounded America Online (AOL) in 1985. At the time, only three percent of Americans were online. It took a decade for AOL to achieve mainstream success, and there were many near-death experiences and back-to-the-wall pivots. AOL became the top performing company of the 1990s, and at its peak more than half of all consumer Internet traffic in the United States ran through the service. After Case engineered AOL’s merger with Time Warner and he became Chairman of the combined business, Case oversaw the biggest media and communications empire in the world. In The Third Wave, which pays homage to the work of the futurist Alvin Toffler (from whom Case has borrowed the title, and whose work inspired him as a young man), Case takes us behind the scenes of some of the most consequential and riveting business decisions of our time while offering illuminating insights from decades of working as an entrepreneur, an investor, a philanthropist, and an advocate for sensible bipartisan policies. We are entering, as Case explains, a new paradigm called the “Third Wave” of the Internet. The first wave saw AOL and other companies lay the foundation for consumers to connect to the Internet. The second wave saw companies like Google and Facebook build on top of the Internet to create search and social networking capabilities, while apps like Snapchat and Instagram leverage the smartphone revolution. Now, Case argues, we’re entering the Third Wave: a period in which entrepreneurs will vastly transform major “real world” sectors like health, education, transportation, energy, and food—and in the process change the way we live our daily lives. But success in the Third Wave will require a different skill set, and Case outlines the path forward.The Third Wave is part memoir, part manifesto, and part playbook for the future. With passion and clarity, Case explains the ways in which newly emerging technology companies (a growing number of which, he argues, will not be based in Silicon Valley) will have to rethink their relationships with customers, with competitors, and with governments; and offers advice for how entrepreneurs can make winning business decisions and strategies—and how all of us can make sense of this changing digital age.",
        "category": "business",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/0f/76/0f76b00ea914ced1822d8ac3480c485f.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-10-entrepreneur-live-your-startup-dream-without-quitting-your-day-job_836/index.html",
        "universal_product_code": "56e4f9eab2e8e674",
        "title": "The 10% Entrepreneur: Live Your Startup Dream Without Quitting Your Day Job",
        "price_including_tax": "£27.55",
        "price_excluding_tax": "£27.55",
        "number_available": "15",
        "product_description": "Choosing between the stability of a traditional career and the upside of entrepreneurship? Why not have both?Becoming a full-time entrepreneur can look glamorous from the outside. Who doesn’t want to chase their dreams, be their own boss, and do what they love? But the truth is that entrepreneurship is often a slog, with no regular hours, no job security, and very little p Choosing between the stability of a traditional career and the upside of entrepreneurship? Why not have both?Becoming a full-time entrepreneur can look glamorous from the outside. Who doesn’t want to chase their dreams, be their own boss, and do what they love? But the truth is that entrepreneurship is often a slog, with no regular hours, no job security, and very little pay.  What if there was a way to have the stability of a day job with the excitement of a startup? All of the benefits of entrepreneurship with none of the pitfalls? In The 10% Entrepreneur, Patrick McGinnis shows you how, by investing just 10% of your time and resources, you can become an entrepreneur without losing a steady paycheck.  McGinnis details a step-by-step plan that takes you from identifying your first entrepreneurial project to figuring out the smartest way to commit resources to it. He shows you how to select and engage in projects that will provide you with upside outside the office while making your better at your day job. He also profiles real-world 10% Entrepreneurs such as...•Luke Holden, a cash-strapped recent college graduate, who started his own lobster-roll empire and oversaw much of its first year of operations, all while working full time in corporate America•Dipali Patwa, a designer and mom whose side project designing and selling infant clothing is now a sensation.•A group of friends who met at a 6am Bible study class and went on to start a brewery that now generates millions in sales . A successful 10% Entrepreneur himself, McGinnis explains the multiple paths you can follow to invest your cash, time, and expertise in a start-up—including as a founder, angel, adviser, or aficionado. Most importantly, you don’t have to have millions in disposable income to become a 10% Entrepreneur. When you put McGinnis’s 10% principles into action, you’ll quickly start racking up small wins, then watch as they snowball into your new (and far more entrepreneurial) life.",
        "category": "business",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/50/4b/504b1891508614ff9393563f69d66c95.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/shoe-dog-a-memoir-by-the-creator-of-nike_831/index.html",
        "universal_product_code": "0e0dcc3339602b28",
        "title": "Shoe Dog: A Memoir by the Creator of NIKE",
        "price_including_tax": "£23.99",
        "price_excluding_tax": "£23.99",
        "number_available": "15",
        "product_description": "In this candid and riveting memoir, for the first time ever, Nike founder and CEO Phil Knight shares the inside story of the company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.In 1962, fresh out of business school, Phil Knight borrowed $50 from his father and created a company with a simp In this candid and riveting memoir, for the first time ever, Nike founder and CEO Phil Knight shares the inside story of the company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.In 1962, fresh out of business school, Phil Knight borrowed $50 from his father and created a company with a simple mission: import high-quality, low-cost athletic shoes from Japan. Selling the shoes from the trunk of his lime green Plymouth Valiant, Knight grossed $8,000 his first year. Today, Nike’s annual sales top $30 billion. In an age of startups, Nike is the ne plus ultra of all startups, and the swoosh has become a revolutionary, globe-spanning icon, one of the most ubiquitous and recognizable symbols in the world today.But Knight, the man behind the swoosh, has always remained a mystery. Now, for the first time, in a memoir that is candid, humble, gutsy, and wry, he tells his story, beginning with his crossroads moment. At 24, after backpacking around the world, he decided to take the unconventional path, to start his own business—a business that would be dynamic, different.Knight details the many risks and daunting setbacks that stood between him and his dream—along with his early triumphs. Above all, he recalls the formative relationships with his first partners and employees, a ragtag group of misfits and seekers who became a tight-knit band of brothers. Together, harnessing the transcendent power of a shared mission, and a deep belief in the spirit of sport, they built a brand that changed everything.",
        "category": "business",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fc/21/fc21d144c7289e5b1cb133e01a925126.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/made-to-stick-why-some-ideas-survive-and-others-die_715/index.html",
        "universal_product_code": "b96fc7a0ea7d4b45",
        "title": "Made to Stick: Why Some Ideas Survive and Others Die",
        "price_including_tax": "£38.85",
        "price_excluding_tax": "£38.85",
        "number_available": "14",
        "product_description": "Mark Twain once observed, “A lie can get halfway around the world before the truth can even get its boots on.” His observation rings true: Urban legends, conspiracy theories, and bogus public-health scares circulate effortlessly. Meanwhile, people with important ideas–business people, teachers, politicians, journalists, and others–struggle to make their ideas “stick.” Why Mark Twain once observed, “A lie can get halfway around the world before the truth can even get its boots on.” His observation rings true: Urban legends, conspiracy theories, and bogus public-health scares circulate effortlessly. Meanwhile, people with important ideas–business people, teachers, politicians, journalists, and others–struggle to make their ideas “stick.” Why do some ideas thrive while others die? And how do we improve the chances of worthy ideas? In Made to Stick, accomplished educators and idea collectors Chip and Dan Heath tackle head-on these vexing questions. Inside, the brothers Heath reveal the anatomy of ideas that stick and explain ways to make ideas stickier, such as applying the “human scale principle,” using the “Velcro Theory of Memory,” and creating “curiosity gaps.”In this indispensable guide, we discover that sticky messages of all kinds–from the infamous “kidney theft ring” hoax to a coach’s lessons on sportsmanship to a vision for a new product at Sony–draw their power from the same six traits.Made to Stick is a book that will transform the way you communicate ideas. It’s a fast-paced tour of success stories (and failures)–the Nobel Prize-winning scientist who drank a glass of bacteria to prove a point about stomach ulcers; the charities who make use of “the Mother Teresa Effect”; the elementary-school teacher whose simulation actually prevented racial prejudice. Provocative, eye-opening, and often surprisingly funny, Made to Stick shows us the vital principles of winning ideas–and tells us how we can apply these rules to making our own messages stick.",
        "category": "business",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/1e/3e/1e3e1572e17ade03b21c44617fbc4d68.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/quench-your-own-thirst-business-lessons-learned-over-a-beer-or-two_629/index.html",
        "universal_product_code": "8976d9161c027142",
        "title": "Quench Your Own Thirst: Business Lessons Learned Over a Beer or Two",
        "price_including_tax": "£43.14",
        "price_excluding_tax": "£43.14",
        "number_available": "12",
        "product_description": "Founder of The Boston Beer Company, brewer of Samuel Adams Boston Lager, and a key catalyst of the American craft beer revolution, Jim Koch offers his unique perspective when it comes to business, beer, and turning your passion into a successful company or career.In 1984, it looked like an unwinnable David and Goliath struggle: one guy against the mammoth American beer ind Founder of The Boston Beer Company, brewer of Samuel Adams Boston Lager, and a key catalyst of the American craft beer revolution, Jim Koch offers his unique perspective when it comes to business, beer, and turning your passion into a successful company or career.In 1984, it looked like an unwinnable David and Goliath struggle: one guy against the mammoth American beer industry. When others scoffed at Jim Koch’s plan to leave his consulting job and start a brewery that would challenge American palates, he chose a nineteenth-century family recipe and launched Samuel Adams. Now one of America’s leading craft breweries, Samuel Adams has redefined the way Americans think about beer and helped spur a craft beer revolution.In Quench Your Own Thirst, Koch offers unprecedented insights into the whirlwind ride from scrappy start-up to thriving public company. His innovative business model and refreshingly frank stories offer counterintuitive lessons that you can apply to business and to life.Koch covers everything from finding your own Yoda to his theory on how a piece of string can teach you the most important lesson you’ll ever learn about business. He also has surprising advice on sales, marketing, hiring, and company culture. Koch’s anecdotes, quirky musings, and bits of wisdom go far beyond brewing. A fun, engaging guide for building a career or launching a successful business based on your passions, Quench Your Own Thirst is the key to the ultimate dream: being successful while doing what you love.",
        "category": "business",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fe/1a/fe1afbd5caf79c3c957bfc5cf46f141e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-art-of-startup-fundraising_606/index.html",
        "universal_product_code": "1c584f82a7a1c4f0",
        "title": "The Art of Startup Fundraising",
        "price_including_tax": "£21.00",
        "price_excluding_tax": "£21.00",
        "number_available": "11",
        "product_description": "The Art of Startup Fundraising takes a fresh look at raising money for startups, with a focus on the changing face of startup finance. New regulations are making the old go-to advice less relevant, as startup money is increasingly moving online. These new waters are all but uncharted—and founders need an accessible guide. This book helps you navigate the online world of st The Art of Startup Fundraising takes a fresh look at raising money for startups, with a focus on the changing face of startup finance. New regulations are making the old go-to advice less relevant, as startup money is increasingly moving online. These new waters are all but uncharted—and founders need an accessible guide. This book helps you navigate the online world of startup fundraising with easy-to-follow explanations and expert perspective on the new digital world of finance. You'll find tips and tricks on raising money and investing in startups from early stage to growth stage, and develop a clear strategy based on the new realities surrounding today's startup landscape.The finance world is in a massive state of flux. Changes are occurring at an increasing pace in all sectors, but few more intensely than the startup sphere. When the paradigm changes, your processes must change with it. This book shows you how startup funding works, with expert coaching toward the new rules on the field.-Learn how the JOBS Act impacts the fundraising model-Gain insight on startups from early stage to growth stage-Find the money you need to get your venture going-Craft your pitch and optimize the strategy-Build momentum-Identify the right investors-Avoid the common mistakesDon't rely on the \"how we did it\" tales from superstar startups, as these stories are unique and applied to exceptional scenarios. The game has changed, and playing by the old rules only gets you left behind. Whether you're founding a startup or looking to invest, The Art of Startup Fundraising provides the up-to-the-minute guidance you need.PRAISE FOR THE ART OF STARTUP FUNDRAISING:“The Art of Startup Fundraising is a must read for anyone who even considers starting a business. Fundraising is hard. This book gives you the roadmap to get where you are going. Alejandro Cremades speaks with wisdom and from experience.“ - Tim Draper , Founder of Draper Associates, DFJ, and Draper University.\"The Art of Startup Fundraising should be a mandatory reading for entrepreneurs that are looking to raise capital. This book will enable Alejandro to help many more early stage companies answer the tough questions when fundraising.\" - Marco Landi, Former Chief Operating Officer at Apple and Chairman at Atlantis Ventures\"Raising capital is often the most daunting and least understood aspects of starting a new business and there are few people more experienced than Alejandro Cremades to act as a guide. The Art of Startup Fundraising unlocks key secrets of fundraising for newly minted entrepreneurs.\" - Jeff Stibel, Chairman of BrainGate, Inc. and Vice Chairman of Dun & Bradstreet, Inc.; New York Times bestselling author of Breakpoint and Wired for Thought.\"This book provides a clear, concise tour of the fundraising game. With his crowdfunding and entrepreneurial expertise in full display, Cremades does a terrific job making a complicated process simple and accessible.\" - Jeff Bussgang, General Partner at Flybridge Capital Partners and Senior Lecturer at Harvard Business School“Entrepreneurs need to be amazing at recruiting, selling and fundraising. The Art of Startup Fundraising provides the essential toolkit for mastering a core skill for any entrepreneur.” - Gil Penchina, serial entrepreneur and prolific angel investor“For many entrepreneurs finding the right investor for their venture can be a daunting task. Alejandro's experience with equity crowdfunding gives a unique perspective on the fundraising game. The Art of Startup Fundraising is very insightful for entrepreneurs looking to close a round of financing and changing the world.” - Anyndya Ghose, Professor at NYU Stern School of Business“There is no perfect approach to raising investment for a startup, but there is a certain tribal knowledge out there, that most of us had to learn through several failed attempts. The Art of Startup Fundraising captures every bit of advice (and then some!) that I would give to any entrepreneur looking for funding.” - Paul Murphy, Partner at Betaworks and CoFounder of Playdots“Alejandro's The Art of Startup Fundraising is a must read for any entrepreneur. Clear and concise, he outlines in today's startup community the steps to successfully fundraise. This is the golden era for entrepreneurs, any good idea with proof of concept can get access to money. Know your options!” - Angelo J. Robles, Founder and CEO of Family Office Association“It doesn't matter how great of a business you can build. If you can't raise money, you're toast. Master this book.” - Ilya Pozin, Forbes Contributor and CoFounder of Pluto TV and CoFounder of Coplex\"The Art of Startup Fundraising translates art into science. By sharing proven formulas, strategies, and case studies that work, Alejandro Cremades provides a needed service to future entrepreneurs.\" - Josh Cohen, Managing Partner at City Light Capital“This ought to be a reading requirement for all entrepreneurs when building a business and raising capital. This is a very well written and informative book, written by a man who is a testament to dedication and creativity when confronted with the challenges of being an entrepreneur and raising capital.” - Carter Caldwell, serial entrepreneur and Principal at Cross Atlantic Capital Partners“Alejandro is on the bleeding edge of equity crowdfunding today. When he talks about fundraising, startups listen.” - Andrew Ackerman, Managing Director at Dreamit Ventures“Raising capital can be tough. Alejandro provides a step-by-step guidebook to all entrepreneurs that rather spend their time thinking about changing the world instead of thinking of how to raise funds.” - Tobias P. Schirmer, Managing Partner of JOIN Capital \"A superb book on fundraising. Alejandro's guidance should arm entrepreneurs with the necessary tools to close with success a meaningful round of financing.\" - Ellen Weber, Executive Director at Robin Hood Ventures“The Art of Startup Fundraising is a practical and comprehensive resource for entrepreneurs to use again and again. It captures what startups need to do to be successful in the rapidly evolving financing world, while also providing tips on the fundamentals of building businesses that don’t change over time.” - Marianne Hudson, Executive Director at Angel Capital Association“Raising money is hard. But start-up founders all over the world can make it exponentially easier by educating themselves on the process of raising equity capital before they dive into it. The practical, hands-on advice from Alejandro Cremades in this book provides a solid foundation in that self-education process. Delivered in an approachable format with a key lesson to take-away every few pages, “The Art of Startup Fundraising” is essential reading for entrepreneurs everywhere.” - Allen Taylor, Managing Director at Endeavor",
        "category": "business",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/67/e8/67e81a7a82578a919a48816330836090.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/born-for-this-how-to-find-the-work-you-were-meant-to-do_588/index.html",
        "universal_product_code": "816180220e8cb419",
        "title": "Born for This: How to Find the Work You Were Meant to Do",
        "price_including_tax": "£21.59",
        "price_excluding_tax": "£21.59",
        "number_available": "11",
        "product_description": "To the outside observer, it seems like they’ve won the career lottery—that by some stroke of luck or circumstance, they’ve found the one thing they love so much that it doesn’t even feel like work, and they’re getting paid well to do it. In reality, their good fortune has nothing to do with chance. There’s a method for finding your perfect job, and Chris Guillebeau, the be To the outside observer, it seems like they’ve won the career lottery—that by some stroke of luck or circumstance, they’ve found the one thing they love so much that it doesn’t even feel like work, and they’re getting paid well to do it. In reality, their good fortune has nothing to do with chance. There’s a method for finding your perfect job, and Chris Guillebeau, the bestselling author of The $100 Startup, has created a practical guide for how to do it—whethe rwithin a traditional company or business, or by striking out on your own. Finding the work you were “born to do” isn’t just about discovering your passion. Doing what brings you joy is great, but if you aren’t earning a living, it’s a hobby, not a career. And those who jump out of bed excited to go to work every morning don’t just have jobs that turn their passions into paychecks. They have jobs where they also can lose themselves for hours in the flow of meaningful work. This intersection of joy, money, and flow is what Guillebeau will help you find in this book. Through inspiring stories of those who have successfully landed their dream career, as well as actionable tools, exercises, and thought experiments, he’ll guide you through today’s vast menu of career options to discover the work perfectly suited to your unique interests, skills, and experiences.You’ll learn how to:• Hack the job of your dreams within a traditional organization by making it work for you• Find not only your ideal work but also your ideal working conditions• Create plans that will allow you to take smarter career risks and “beat the house” every time• Start a profitable “side hustle” and earn extra cash on top of your primary stream of income• Escape the prison of working for someone else and build a mini-empire as an entrepreneur• Become a rock star at any creative endeavor by creating a loyal base of fans and followersWhichever path you choose, this book will show you how to find that one job or career that feels so right, it’s like you were born to do it.",
        "category": "business",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9f/e7/9fe7f6432f216b166cb36f16130f20f6.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-e-myth-revisited-why-most-small-businesses-dont-work-and-what-to-do-about-it_545/index.html",
        "universal_product_code": "a2308a936e898d48",
        "title": "The E-Myth Revisited: Why Most Small Businesses Don't Work and What to Do About It",
        "price_including_tax": "£36.91",
        "price_excluding_tax": "£36.91",
        "number_available": "8",
        "product_description": "E-Myth  'e-,'mith n 1: the entrepreneurial myth: the myth that most people who start small businesses are entrepreneurs 2: the fatal assumption that an individual who understands the technical work of a business can successfully run a business that does that technical workVoted #1 business book by Inc. 500 CEOs.An instant classic, this revised and updated edition of the E-Myth  'e-,'mith n 1: the entrepreneurial myth: the myth that most people who start small businesses are entrepreneurs 2: the fatal assumption that an individual who understands the technical work of a business can successfully run a business that does that technical workVoted #1 business book by Inc. 500 CEOs.An instant classic, this revised and updated edition of the phenomenal bestseller dispels the myths about starting your own business. Small business consultant and author Michael E. Gerber, with sharp insight gained from years of experience, points out how common assumptions, expectations, and even technical expertise can get in the way of running a successful business.Gerber walks you through the steps in the life of a business—from entrepreneurial infancy through adolescent growing pains to the mature entrepreneurial perspective: the guiding light of all businesses that succeed—and shows how to apply the lessons of franchising to any business, whether or not it is a franchise. Most importantly, Gerber draws the vital, often overlooked distinction between working on your business and working in your business.The E-Myth Revisited will help you grow your business in a productive, assured way.",
        "category": "business",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a5/7e/a57ef7bdbaf704fca07ab6dd125b54f9.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/rich-dad-poor-dad_483/index.html",
        "universal_product_code": "8486f61aa81a3daa",
        "title": "Rich Dad, Poor Dad",
        "price_including_tax": "£51.74",
        "price_excluding_tax": "£51.74",
        "number_available": "7",
        "product_description": "Personal finance author and lecturer Robert T. Kiyosaki developed his unique economic perspective from two very different influences - his two fathers. One father (Robert's real father) was a highly educated man but fiscally poor. The other father was the father of Robert's best friend - that Dad was an eighth-grade drop-out who became a self-made multi-millionaire. The li Personal finance author and lecturer Robert T. Kiyosaki developed his unique economic perspective from two very different influences - his two fathers. One father (Robert's real father) was a highly educated man but fiscally poor. The other father was the father of Robert's best friend - that Dad was an eighth-grade drop-out who became a self-made multi-millionaire. The lifelong monetary problems experienced by his poor dad pounded home the counterpoint communicated by his rich dad. Taking that message to heart, Kiyosaki was able to retire at 47.",
        "category": "business",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/46/1c/461cf454be3aac0b4cd066247c892679.jpg"
    }
]