[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/birdsong-a-story-in-pictures_975/index.html",
        "universal_product_code": "9528d0948525bf5f",
        "title": "Birdsong: A Story in Pictures",
        "price_including_tax": "£54.64",
        "price_excluding_tax": "£54.64",
        "number_available": "19",
        "product_description": "Bring the thrilling story of one red bird to life. When an innocent bird meets two cruel kids, their world is forever changed. But exactly how that change unfolds is up to you, in the tradition of Kamishibai—Japanese paper theater. The wordless story by master cartoonist James Sturm is like a haiku—the elegant images leave space for children to inhabit this timeless tale—a Bring the thrilling story of one red bird to life. When an innocent bird meets two cruel kids, their world is forever changed. But exactly how that change unfolds is up to you, in the tradition of Kamishibai—Japanese paper theater. The wordless story by master cartoonist James Sturm is like a haiku—the elegant images leave space for children to inhabit this timeless tale—and make it their own, leading them to learn an ultimate lesson they'll never forget.James Sturm is the author of several books for kids including the Adventures in Cartooning series (with Andrew Arnold and Alexis Frederick-Frost) and the forthcoming Ape and Armadillo. James also helped start a college for cartoonists, The Center for Cartoon Studies, in the small railroad village of White River Junction, Vermont.",
        "category": "childrens",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/af/2f/af2fe2419ea136f2cd567aa92082c3ae.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-bear-and-the-piano_967/index.html",
        "universal_product_code": "9f6568e9c95f60b0",
        "title": "The Bear and the Piano",
        "price_including_tax": "£36.89",
        "price_excluding_tax": "£36.89",
        "number_available": "18",
        "product_description": "One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods. The bear goes with them on an incredible journey to New York, where his piano playing makes him a huge star. He has fam One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods. The bear goes with them on an incredible journey to New York, where his piano playing makes him a huge star. He has fame, fortune and all the music in the world, but he misses the friends and family he has left behind. A moving tale of exploration and belonging from an exciting debut author-illustrator.",
        "category": "childrens",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d0/87/d0876dcd1a6530a4cb54903aad7a3e28.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-secret-of-dreadwillow-carse_944/index.html",
        "universal_product_code": "b5ea0b5dabed25a8",
        "title": "The Secret of Dreadwillow Carse",
        "price_including_tax": "£56.13",
        "price_excluding_tax": "£56.13",
        "number_available": "16",
        "product_description": "A princess and a peasant girl must embark on a dangerous quest to outwit a centuries-old warning foretelling the fall of the Monarchy in this modern fairytale. In the center of the verdant Monarchy lies Dreadwillow Carse, a black and desolate bog that the happy people of the land do their best to ignore. Little is known about it, except for one dire warning: If any monarc A princess and a peasant girl must embark on a dangerous quest to outwit a centuries-old warning foretelling the fall of the Monarchy in this modern fairytale.   In the center of the verdant Monarchy lies Dreadwillow Carse, a black and desolate bog that the happy people of the land do their best to ignore. Little is known about it, except for one dire warning: If any monarch enters Dreadwillow Carse, then the Monarchy will fall. Twelve-year-old Princess Jeniah yearns to know what the marsh could possibly conceal that might topple her family’s thousand-year reign of peace and prosperity. Meanwhile, in the nearby town of Emberfell, where everyone lives with unending joy, a girl named Aon hides a sorrow she can never reveal. She knows that something in the carse--something that sings a haunting tune only Aon can hear--holds the cure for her sadness. Yet no matter how many times she tries to enter, the terror-inducing dreadwillow trees keep her away. After a chance meeting, Princess Jeniah and Aon hatch a plan to send Aon into the heart of the carse to unlock its darkest secret. But when Aon doesn’t return, a guilt-stricken Jeniah must enter the carse to try and rescue her friend--even if it means risking the entire Monarchy.",
        "category": "childrens",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/7b/fd/7bfde4a3d6793f13e9a2d8851a398847.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-white-cat-and-the-monk-a-retelling-of-the-poem-pangur-ban_865/index.html",
        "universal_product_code": "37c0cb19713d8dda",
        "title": "The White Cat and the Monk: A Retelling of the Poem “Pangur Bán”",
        "price_including_tax": "£58.08",
        "price_excluding_tax": "£58.08",
        "number_available": "15",
        "product_description": "A monk leads a simple life. He studies his books late into the evening and searches for truth in their pages. His cat, Pangur, leads a simple life, too, chasing prey in the darkness. As night turns to dawn, Pangur leads his companion to the truth he has been seeking.The White Cat and the Monk is a retelling of the classic Old Irish poem “Pangur Bán.” With Jo Ellen Bogart’s A monk leads a simple life. He studies his books late into the evening and searches for truth in their pages. His cat, Pangur, leads a simple life, too, chasing prey in the darkness. As night turns to dawn, Pangur leads his companion to the truth he has been seeking.The White Cat and the Monk is a retelling of the classic Old Irish poem “Pangur Bán.” With Jo Ellen Bogart’s simple and elegant narration and Sydney Smith’s classically inspired images, this contemplative story pays tribute to the wisdom of animals and the wonders of the natural world.",
        "category": "childrens",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/49/0e/490e049133ee9f398e6a70f25c12e308.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/little-red_817/index.html",
        "universal_product_code": "4aa03792b50f0b22",
        "title": "Little Red",
        "price_including_tax": "£13.47",
        "price_excluding_tax": "£13.47",
        "number_available": "15",
        "product_description": "On her way to Grandmas house, Little Red Riding Hood meets a wolf. Now, that might scare some little girlsbut not this little girl! She knows just what the wolf is up to, and shes not going to let him get away with it. In this updated fairy tale with a mischievous twist, talented newcomer Bethan Woollvin uses sly humor, striking visuals, and a dark irreverence to turn a fa On her way to Grandmas house, Little Red Riding Hood meets a wolf. Now, that might scare some little girlsbut not this little girl! She knows just what the wolf is up to, and shes not going to let him get away with it. In this updated fairy tale with a mischievous twist, talented newcomer Bethan Woollvin uses sly humor, striking visuals, and a dark irreverence to turn a familiar tale on its head.",
        "category": "childrens",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/63/6b/636b836f5c3d67b9cda1948f5ca08694.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/walt-disneys-alice-in-wonderland_777/index.html",
        "universal_product_code": "6a31307a81e8f3a8",
        "title": "Walt Disney's Alice in Wonderland",
        "price_including_tax": "£12.96",
        "price_excluding_tax": "£12.96",
        "number_available": "14",
        "product_description": "The fantastical tale of a young girl chasing her White Rabbit has delighted children since Lewis Carroll wrote it generations ago. Here his Wonderland shines anew, viewed through the looking glasses of two incomparable artists.Mary Blair's vibrant art helped shape the look of Walt Disney's classic animated film. Collected in a picture book for the first time, her illustrat The fantastical tale of a young girl chasing her White Rabbit has delighted children since Lewis Carroll wrote it generations ago. Here his Wonderland shines anew, viewed through the looking glasses of two incomparable artists.Mary Blair's vibrant art helped shape the look of Walt Disney's classic animated film. Collected in a picture book for the first time, her illustrations capture the essence of such memorable characters as the Queen of Hearts and the Mad Hatter with stunning immediacy. Jon Scieszka's captivating text celebrates all that is curious-and all that is nonsensical-about the world that holds Alice spellbound, from a deliciously absurd tea party to the spectacle of a kingdom of playing cards . Brimming with wit and wonder, this sparkling retelling will enchant readers from the moment Alice falls down the rabbit hole, whether or not they've made the journey before.",
        "category": "childrens",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/0f/65/0f65a1f2a3705c67b3d2a787ab3e8b99.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/twenty-yawns_773/index.html",
        "universal_product_code": "1d6443ffba9dfd80",
        "title": "Twenty Yawns",
        "price_including_tax": "£22.08",
        "price_excluding_tax": "£22.08",
        "number_available": "14",
        "product_description": "Featuring lyrical text and beautiful illustrations, this bedtime tale from Pulitzer Prize winner Jane Smiley and Caldecott Honor recipient Lauren Castillo evokes the splashy fun of the beach and the quietude of a moonlit night, with twenty yawns sprinkled in for children to discover and count.As her mom reads a bedtime story, Lucy drifts off. But later, she awakens in a da Featuring lyrical text and beautiful illustrations, this bedtime tale from Pulitzer Prize winner Jane Smiley and Caldecott Honor recipient Lauren Castillo evokes the splashy fun of the beach and the quietude of a moonlit night, with twenty yawns sprinkled in for children to discover and count.As her mom reads a bedtime story, Lucy drifts off. But later, she awakens in a dark, still room, and everything looks mysterious. How will she ever get back to sleep?",
        "category": "childrens",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/40/d7/40d7f9433c2f23370659c925a45fdcad.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/rain-fish_728/index.html",
        "universal_product_code": "a6454e329f872b78",
        "title": "Rain Fish",
        "price_including_tax": "£23.57",
        "price_excluding_tax": "£23.57",
        "number_available": "14",
        "product_description": "Get to know the “rain fish” that come to life during rainstorms in this gorgeous exploration of nature with vibrant collage artwork from the Caldecott Honor–winning illustrator of Chicka Chicka Boom Boom.When blue sky turns gray and it rains all day, sometimes rain fish come out and play. They swim among discards and debris. Do you see them, too? Or is it just me?Through l Get to know the “rain fish” that come to life during rainstorms in this gorgeous exploration of nature with vibrant collage artwork from the Caldecott Honor–winning illustrator of Chicka Chicka Boom Boom.When blue sky turns gray and it rains all day, sometimes rain fish come out and play. They swim among discards and debris. Do you see them, too? Or is it just me?Through lyrical text and her incomparable mixed-media collage illustrations, Lois Ehlert introduces readers to “rain fish”—the varied, colorful, and unique little collections of materials that float along on streams of rain water during storms. From a scrap of newspaper with a seashell eye and feather smile to a piece of cardboard with an orange peel eye and a leaf for a fin, Ehlert’s rain fish come in all shapes and sizes.Complete with an author’s note explaining how Ehlert collected the found materials she used to make the book over the course of a year, Rain Fish is a spirited celebration of imagination, creativity, and observing the world in your own way—and it invites you to discover your own rain fish.",
        "category": "childrens",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ea/1f/ea1f22fa3179f3f84fbadd24fe89a1fd.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/once-was-a-time_724/index.html",
        "universal_product_code": "e34efcc824685332",
        "title": "Once Was a Time",
        "price_including_tax": "£18.28",
        "price_excluding_tax": "£18.28",
        "number_available": "14",
        "product_description": "In the war-ravaged England of 1940, Charlotte Bromley is sure of only one thing: Kitty McLaughlin is her best friend in the whole world. But when Charlotte's scientist father makes an astonishing discovery that the Germans will covet for themselves, Charlotte is faced with an impossible choice between danger and safety. Should she remain with her friend or journey to anoth In the war-ravaged England of 1940, Charlotte Bromley is sure of only one thing: Kitty McLaughlin is her best friend in the whole world. But when Charlotte's scientist father makes an astonishing discovery that the Germans will covet for themselves, Charlotte is faced with an impossible choice between danger and safety. Should she remain with her friend or journey to another time and place? Her split-second decision has huge consequences, and when she finds herself alone in the world, unsure of Kitty's fate, she knows that somehow, some way, she must find her way back to her friend. Written in the spirit of classic time-travel tales, this book is an imaginative and heartfelt tribute to the unbreakable ties of friendship.",
        "category": "childrens",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e6/5e/e65e45701ce6d2da8c5cf31d6208ff02.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/luis-paints-the-world_714/index.html",
        "universal_product_code": "5b43cae640f2338a",
        "title": "Luis Paints the World",
        "price_including_tax": "£53.95",
        "price_excluding_tax": "£53.95",
        "number_available": "14",
        "product_description": "Luis wishes Nico wasn't leaving for the Army. To show Nico he doesn't need to go, Luis begins a mural on the alleyway wall. Their house, the river, the Parque de las Ardillas—it's the world, all right there. Won't Nico miss Mami's sweet flan? What about their baseball games in the street? But as Luis awaits his brother's return from duty, his own world expands as well, thr Luis wishes Nico wasn't leaving for the Army. To show Nico he doesn't need to go, Luis begins a mural on the alleyway wall. Their house, the river, the Parque de las Ardillas—it's the world, all right there. Won't Nico miss Mami's sweet flan? What about their baseball games in the street? But as Luis awaits his brother's return from duty, his own world expands as well, through swooping paint and the help of their bustling Dominican neighborhood.",
        "category": "childrens",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/34/1e/341e9af2106811a4ca8e56ce92762580.jpg"
    }
]