[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-secret-garden_413/index.html",
        "universal_product_code": "abbb492978ff656d",
        "title": "The Secret Garden",
        "price_including_tax": "£15.08",
        "price_excluding_tax": "£15.08",
        "number_available": "5",
        "product_description": "When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret g When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret garden, surrounded by walls and locked with a missing key. One day, with the help of two unexpected companions, she discovers a way in. Is everything in the garden dead, or can Mary bring it back to life?",
        "category": "classics",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f1/78/f17805e88aed31aae352ab250b2a379d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-metamorphosis_409/index.html",
        "universal_product_code": "93379e3a2072a01b",
        "title": "The Metamorphosis",
        "price_including_tax": "£28.58",
        "price_excluding_tax": "£28.58",
        "number_available": "5",
        "product_description": "As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off comp As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off completely. His numerous legs, which were pitifully thin compared to the rest of his bulk, waved helplessly before his eyes.\" With this startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing -- though absurdly comic -- meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, \"Kafka is important to us because his predicament is the predicament of modern man.\"",
        "category": "classics",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9b/33/9b33c3c40c8d27054a3edf96cbf6a2fb.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-pilgrims-progress_353/index.html",
        "universal_product_code": "6053ddf69c967d5f",
        "title": "The Pilgrim's Progress",
        "price_including_tax": "£50.26",
        "price_excluding_tax": "£50.26",
        "number_available": "4",
        "product_description": "Often rated as important as the Bible as a Christian document, this famous story of man's progress through life in search of salvation remains one of the most entertaining allegories of faith ever written. Set against realistic backdrops of town and country, the powerful drama of the pilgrim's trials and temptations follows him in his harrowing journey to the Celestial Cit Often rated as important as the Bible as a Christian document, this famous story of man's progress through life in search of salvation remains one of the most entertaining allegories of faith ever written. Set against realistic backdrops of town and country, the powerful drama of the pilgrim's trials and temptations follows him in his harrowing journey to the Celestial City.Along a road filled with monsters and spiritual terrors, Christian confronts such emblematic characters as Worldly Wiseman, Giant Despair, Talkative, Ignorance, and the demons of the Valley of the Shadow of Death. But he is also joined by Hopeful and Faithful.An enormously influential 17th-century classic, universally known for its simplicity, vigor, and beauty of language, The Pilgrim's Progress remains one of the most widely read books in the English language.",
        "category": "classics",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/91/2a/912acfe6ee354d9d9bf3c1fa517c4252.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-hound-of-the-baskervilles-sherlock-holmes-5_348/index.html",
        "universal_product_code": "6587f46697fc4443",
        "title": "The Hound of the Baskervilles (Sherlock Holmes #5)",
        "price_including_tax": "£14.82",
        "price_excluding_tax": "£14.82",
        "number_available": "4",
        "product_description": "Holmes and Watson are faced with their most terrifying case yet. The legend of the devil-beast that haunts the moors around the Baskerville family's home warns the descendants of that ancient clan never to venture out in those dark hours when the power of evil is exalted. Now, the most recent Baskerville, Sir Charles, is dead and the footprints of a giant hound have been f Holmes and Watson are faced with their most terrifying case yet. The legend of the devil-beast that haunts the moors around the Baskerville family's home warns the descendants of that ancient clan never to venture out in those dark hours when the power of evil is exalted. Now, the most recent Baskerville, Sir Charles, is dead and the footprints of a giant hound have been found near his body. Will the new heir meet the same fate?",
        "category": "classics",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9d/fe/9dfe2a73c6a1a1c09927c904de641ebf.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/little-women-little-women-1_331/index.html",
        "universal_product_code": "deda806b68b0aa11",
        "title": "Little Women (Little Women #1)",
        "price_including_tax": "£28.07",
        "price_excluding_tax": "£28.07",
        "number_available": "4",
        "product_description": "Little Women is the heartwarming story of the March family that has thrilled generations of readers. It is the story of four sisters--Jo, Meg, Amy and Beth-- and of the courage, humor and ingenuity they display to survive poverty and the absence of their father during the Civil War.",
        "category": "classics",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/55/a9/55a942b0c092c40bdbb6a1f1be340984.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/gone-with-the-wind_324/index.html",
        "universal_product_code": "23310ce84d3c9f85",
        "title": "Gone with the Wind",
        "price_including_tax": "£32.49",
        "price_excluding_tax": "£32.49",
        "number_available": "4",
        "product_description": "Margaret Mitchell's epic novel of love and war won the Pulitzer Prize and one of the most popular and celebrated movies of all time. Many novels have been written about the Civil War and its aftermath. None take us into the burning fields and cities of the American South as Gone With the Wind does, creating haunting scenes and thrilling portraits of characters so vivid tha Margaret Mitchell's epic novel of love and war won the Pulitzer Prize and one of the most popular and celebrated movies of all time. Many novels have been written about the Civil War and its aftermath. None take us into the burning fields and cities of the American South as Gone With the Wind does, creating haunting scenes and thrilling portraits of characters so vivid that we remember their words and feel their fear and hunger for the rest of our lives. In the two main characters, the white-shouldered, irresistible Scarlett and the flashy, contemptuous Rhett, Margaret Mitchell not only conveyed a timeless story of survival under the harshest of circumstances, she also created two of the most famous lovers in the English-speaking world since Romeo and Juliet.",
        "category": "classics",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ac/ee/acee20cff19be38cc3efc5e9b50afae4.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/candide_316/index.html",
        "universal_product_code": "2798974abc8a58a8",
        "title": "Candide",
        "price_including_tax": "£58.63",
        "price_excluding_tax": "£58.63",
        "number_available": "4",
        "product_description": "Brought up in the household of a powerful Baron, Candide is an open-minded young man, whose tutor, Pangloss, has instilled in him the belief that 'all is for the best'. But when his love for the Baron's rosy-cheeked daughter is discovered, Candide is cast out to make his own way in the world. And so he and his various companions begin a breathless tour of Europe, South Ame Brought up in the household of a powerful Baron, Candide is an open-minded young man, whose tutor, Pangloss, has instilled in him the belief that 'all is for the best'. But when his love for the Baron's rosy-cheeked daughter is discovered, Candide is cast out to make his own way in the world. And so he and his various companions begin a breathless tour of Europe, South America and Asia, as an outrageous series of disasters befall them - earthquakes, syphilis, a brush with the Inquisition, murder - sorely testing the young hero's optimism.",
        "category": "classics",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e7/7d/e77d917c495e649216225bd47e006482.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/animal-farm_313/index.html",
        "universal_product_code": "1451b55e5e56bb89",
        "title": "Animal Farm",
        "price_including_tax": "£57.22",
        "price_excluding_tax": "£57.22",
        "number_available": "4",
        "product_description": "Tired of their servitude to man, a group of farm animals revolt and establish their own society, only to be betrayed into worse servitude by their leaders, the pigs, whose slogan becomes: \"All animals are equal, but some animals are more equal than others.\" This 1945 satire addresses the socialist/communist philosophy of Stalin in the Soviet Union.",
        "category": "classics",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/73/b9/73b9d68a89e6d037f1afdc70f96bad09.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/wuthering-heights_307/index.html",
        "universal_product_code": "5a7ff9aaa3168878",
        "title": "Wuthering Heights",
        "price_including_tax": "£17.73",
        "price_excluding_tax": "£17.73",
        "number_available": "3",
        "product_description": "Wuthering Heights is a wild, passionate story of the intense and almost demonic love between Catherine Earnshaw and Heathcliff, a foundling adopted by Catherine's father. After Mr Earnshaw's death, Heathcliff is bullied and humiliated by Catherine's brother Hindley and wrongly believing that his love for Catherine is not reciprocated, leaves Wuthering Heights, only to retu Wuthering Heights is a wild, passionate story of the intense and almost demonic love between Catherine Earnshaw and Heathcliff, a foundling adopted by Catherine's father. After Mr Earnshaw's death, Heathcliff is bullied and humiliated by Catherine's brother Hindley and wrongly believing that his love for Catherine is not reciprocated, leaves Wuthering Heights, only to return years later as a wealthy and polished man. He proceeds to exact a terrible revenge for his former miseries. The action of the story is chaotic and unremittingly violent, but the accomplished handling of a complex structure, the evocative descriptions of the lonely moorland setting and the poetic grandeur of vision combine to make this unique novel a masterpiece of English literature.",
        "category": "classics",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d8/64/d8644073d00c000cb60643256080cc4b.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-picture-of-dorian-gray_270/index.html",
        "universal_product_code": "b9f6305a3d650e2c",
        "title": "The Picture of Dorian Gray",
        "price_including_tax": "£29.70",
        "price_excluding_tax": "£29.70",
        "number_available": "3",
        "product_description": "Introduction by Jeffrey Eugenides Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel’s corrupting inﬂuence, he ﻿Introduction by Jeffrey Eugenides  ﻿Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel’s corrupting inﬂuence, he responded that there is, in fact, “a terrible moral in Dorian Gray.” Just a few years later, the book and the aesthetic/moral dilemma it presented became issues in the trials occasioned by Wilde’s homosexual liaisons, which resulted in his imprisonment. Of Dorian Gray’s relationship to autobiography, Wilde noted in a letter, “Basil Hallward is what I think I am: Lord Henry what the world thinks me: Dorian what I would like to be—in other ages, perhaps.”",
        "category": "classics",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/67/29/67297ff3ae6cb02884c52e5250fe7c1a.jpg"
    }
]