[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/unicorn-tracks_951/index.html",
        "universal_product_code": "7ae099f3898e0209",
        "title": "Unicorn Tracks",
        "price_including_tax": "£18.78",
        "price_excluding_tax": "£18.78",
        "number_available": "16",
        "product_description": "After a savage attack drives her from her home, sixteen-year-old Mnemba finds a place in her cousin Tumelo’s successful safari business, where she quickly excels as a guide. Surrounding herself with nature and the mystical animals inhabiting the savannah not only allows Mnemba’s tracking skills to shine, it helps her to hide from the terrible memories that haunt her.Mnemba After a savage attack drives her from her home, sixteen-year-old Mnemba finds a place in her cousin Tumelo’s successful safari business, where she quickly excels as a guide. Surrounding herself with nature and the mystical animals inhabiting the savannah not only allows Mnemba’s tracking skills to shine, it helps her to hide from the terrible memories that haunt her.Mnemba is employed to guide Mr. Harving and his daughter, Kara, through the wilderness as they study unicorns. The young women are drawn to each other, despite that fact that Kara is betrothed. During their research, they discover a conspiracy by a group of poachers to capture the Unicorns and exploit their supernatural strength to build a railway. Together, they must find a way to protect the creatures Kara adores while resisting the love they know they can never indulge.",
        "category": "fantasy",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9b/09/9b0935dc936c92900c2dc5d2114da72f.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/saga-volume-6-saga-collected-editions-6_924/index.html",
        "universal_product_code": "c849f0b2f5d6a742",
        "title": "Saga, Volume 6 (Saga (Collected Editions) #6)",
        "price_including_tax": "£25.02",
        "price_excluding_tax": "£25.02",
        "number_available": "16",
        "product_description": "After a dramatic time jump, the three-time Eisner Award winner for Best Continuing Series continues to evolve, as Hazel begins the most exciting adventure of her life: kindergarten. Meanwhile, her star-crossed family learns hard lessons of their own.Collects SAGA #31-36",
        "category": "fantasy",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4a/99/4a996ae54711cea37e370428b54f8b19.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/princess-between-worlds-wide-awake-princess-5_919/index.html",
        "universal_product_code": "0e691eda369f4e09",
        "title": "Princess Between Worlds (Wide-Awake Princess #5)",
        "price_including_tax": "£13.34",
        "price_excluding_tax": "£13.34",
        "number_available": "16",
        "product_description": "Just as Annie and Liam are busy making plans to travel the world, a witch shows up and gives them a collection of postcards from the Magic Marketplace. Each postcard gives Annie and Liam the opportunity to travel to exotic lands and far-flung kingdoms. What the witch doesn't give them are directions on how to safely return.",
        "category": "fantasy",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/db/01/db01b38d3200a5faff4ead42791416e4.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/masks-and-shadows_909/index.html",
        "universal_product_code": "fa9610a50a1bf149",
        "title": "Masks and Shadows",
        "price_including_tax": "£56.40",
        "price_excluding_tax": "£56.40",
        "number_available": "16",
        "product_description": "The year is 1779, and Carlo Morelli, the most renowned castrato singer in Europe, has been invited as an honored guest to Eszterháza Palace. With Carlo in Prince Nikolaus Esterházy's carriage, ride a Prussian spy and one of the most notorious alchemists in the Habsburg Empire. Already at Eszterháza is Charlotte von Steinbeck, the very proper sister of Prince Nikolaus's mis The year is 1779, and Carlo Morelli, the most renowned castrato singer in Europe, has been invited as an honored guest to Eszterháza Palace. With Carlo in Prince Nikolaus Esterházy's carriage, ride a Prussian spy and one of the most notorious alchemists in the Habsburg Empire. Already at Eszterháza is Charlotte von Steinbeck, the very proper sister of Prince Nikolaus's mistress. Charlotte has retreated to the countryside to mourn her husband's death. Now, she must overcome the ingrained rules of her society in order to uncover the dangerous secrets lurking within the palace's golden walls. Music, magic, and blackmail mingle in a plot to assassinate the Habsburg Emperor and Empress--a plot that can only be stopped if Carlo and Charlotte can see through the masks worn by everyone they meet.",
        "category": "fantasy",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/05/c4/05c43fe821ae19169c7baa8a54c7e869.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/crown-of-midnight-throne-of-glass-2_888/index.html",
        "universal_product_code": "7267864328ae8b9d",
        "title": "Crown of Midnight (Throne of Glass #2)",
        "price_including_tax": "£43.29",
        "price_excluding_tax": "£43.29",
        "number_available": "16",
        "product_description": "\"A line that should never be crossed is about to be breached.It puts this entire castle in jeopardy—and the life of your friend.\"From the throne of glass rules a king with a fist of iron and a soul as black as pitch. Assassin Celaena Sardothien won a brutal contest to become his Champion. Yet Celaena is far from loyal to the crown. She hides her secret vigilantly; she know \"A line that should never be crossed is about to be breached.It puts this entire castle in jeopardy—and the life of your friend.\"From the throne of glass rules a king with a fist of iron and a soul as black as pitch. Assassin Celaena Sardothien won a brutal contest to become his Champion. Yet Celaena is far from loyal to the crown. She hides her secret vigilantly; she knows that the man she serves is bent on evil.Keeping up the deadly charade becomes increasingly difficult when Celaena realizes she is not the only one seeking justice. As she tries to untangle the mysteries buried deep within the glass castle, her closest relationships suffer. It seems no one is above questioning her allegiances—not the Crown Prince Dorian; not Chaol, the Captain of the Guard; not even her best friend, Nehemia, a foreign princess with a rebel heart.Then one terrible night, the secrets they have all been keeping lead to an unspeakable tragedy. As Celaena's world shatters, she will be forced to give up the very thing most precious to her and decide once and for all where her true loyalties lie... and whom she is ultimately willing to fight for.",
        "category": "fantasy",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b7/7d/b77d5e56daa3c22822abf1b8affbaef9.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/avatar-the-last-airbender-smoke-and-shadow-part-3-smoke-and-shadow-3_881/index.html",
        "universal_product_code": "6d5300b2d8f37e07",
        "title": "Avatar: The Last Airbender: Smoke and Shadow, Part 3 (Smoke and Shadow #3)",
        "price_including_tax": "£28.09",
        "price_excluding_tax": "£28.09",
        "number_available": "16",
        "product_description": "Children are disappearing in the Fire Nation capitol! Avatar Aang and his friends are doing everything in their power to save them - but will it be enough?!What's worse, when Azula - the mad sister of Fire Lord Zuko - appears on the scene, Zuko locks down the capitol to catch her, igniting fear and riots in the streets! Will Zuko follow in his evil father's footsteps in or Children are disappearing in the Fire Nation capitol! Avatar Aang and his friends are doing everything in their power to save them - but will it be enough?!What's worse, when Azula - the mad sister of Fire Lord Zuko - appears on the scene, Zuko locks down the capitol to catch her, igniting fear and riots in the streets! Will Zuko follow in his evil father's footsteps in order to save those he holds dear?!Written and drawn by the creative team behind the best-selling The Promise, The Search and The Rift, Gene Luen Yang and Gurihiru, in collaboration with Avatar: The Last Airbender and Legend of Korra creators Michael Dante DiMartino and Bryan Konietzko, this is the ultimate continuation of Avatar and the perfect companion to Legend of Korra!",
        "category": "fantasy",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9f/25/9f25ffe4229a32d1368b3dfe248c3343.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/a-court-of-thorns-and-roses-a-court-of-thorns-and-roses-1_874/index.html",
        "universal_product_code": "01d2001ac1e6f8a3",
        "title": "A Court of Thorns and Roses (A Court of Thorns and Roses #1)",
        "price_including_tax": "£52.37",
        "price_excluding_tax": "£52.37",
        "number_available": "16",
        "product_description": "A thrilling, seductive new series from New York Times bestselling author Sarah J. Maas, blending Beauty and the Beast with faerie lore.When nineteen-year-old huntress Feyre kills a wolf in the woods, a beast-like creature arrives to demand retribution for it. Dragged to a treacherous magical land she only knows about from legends, Feyre discovers that her captor is not an A thrilling, seductive new series from New York Times bestselling author Sarah J. Maas, blending Beauty and the Beast with faerie lore.When nineteen-year-old huntress Feyre kills a wolf in the woods, a beast-like creature arrives to demand retribution for it. Dragged to a treacherous magical land she only knows about from legends, Feyre discovers that her captor is not an animal, but Tamlin—one of the lethal, immortal faeries who once ruled their world.As she dwells on his estate, her feelings for Tamlin transform from icy hostility into a fiery passion that burns through every lie and warning she's been told about the beautiful, dangerous world of the Fae. But an ancient, wicked shadow grows over the faerie lands, and Feyre must find a way to stop it... or doom Tamlin—and his world—forever.Perfect for fans of Kristin Cashore and George R. R. Martin, this first book in a sexy and action-packed new series is impossible to put down!",
        "category": "fantasy",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/0a/78/0a78f89fc2dc78b700b494c3510e8920.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/throne-of-glass-throne-of-glass-1_868/index.html",
        "universal_product_code": "590a9cccf7db9f7d",
        "title": "Throne of Glass (Throne of Glass #1)",
        "price_including_tax": "£35.07",
        "price_excluding_tax": "£35.07",
        "number_available": "15",
        "product_description": "An alternate cover edition can be found here.After serving out a year of hard labor in the salt mines of Endovier for her crimes, 18-year-old assassin Celaena Sardothien is dragged before the Crown Prince. Prince Dorian offers her her freedom on one condition: she must act as his champion in a competition to find a new royal assassin.Her opponents are men-thieves and assas An alternate cover edition can be found here.After serving out a year of hard labor in the salt mines of Endovier for her crimes, 18-year-old assassin Celaena Sardothien is dragged before the Crown Prince. Prince Dorian offers her her freedom on one condition: she must act as his champion in a competition to find a new royal assassin.Her opponents are men-thieves and assassins and warriors from across the empire, each sponsored by a member of the king's council. If she beats her opponents in a series of eliminations, she'll serve the kingdom for four years and then be granted her freedom. Celaena finds her training sessions with the captain of the guard, Westfall, challenging and exhilirating. But she's bored stiff by court life. Things get a little more interesting when the prince starts to show interest in her... but it's the gruff Captain Westfall who seems to understand her best.Then one of the other contestants turns up dead... quickly followed by another. Can Celaena figure out who the killer is before she becomes a victim? As the young assassin investigates, her search leads her to discover a greater destiny than she could possibly have imagined.",
        "category": "fantasy",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4e/8d/4e8d87d1cb5e876ddb50599a1d1b656e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-glittering-court-the-glittering-court-1_845/index.html",
        "universal_product_code": "2dbb7ec08cdd7f3c",
        "title": "The Glittering Court (The Glittering Court #1)",
        "price_including_tax": "£44.28",
        "price_excluding_tax": "£44.28",
        "number_available": "15",
        "product_description": "Big and sweeping, spanning from the refined palaces of Osfrid to the gold dust and untamed forests of Adoria, The Glittering Court tells the story of Adelaide, an Osfridian countess who poses as her servant to escape an arranged marriage and start a new life in Adoria, the New World. But to do that, she must join the Glittering Court.Both a school and a business venture, t Big and sweeping, spanning from the refined palaces of Osfrid to the gold dust and untamed forests of Adoria, The Glittering Court tells the story of Adelaide, an Osfridian countess who poses as her servant to escape an arranged marriage and start a new life in Adoria, the New World. But to do that, she must join the Glittering Court.Both a school and a business venture, the Glittering Court is designed to transform impoverished girls into upper-class ladies who appear destined for powerful and wealthy marriages in the New World. Adelaide naturally excels in her training, and even makes a few friends: the fiery former laundress Tamsin and the beautiful Sirminican refugee Mira. She manages to keep her true identity hidden from all but one: the intriguing Cedric Thorn, son of the wealthy proprietor of the Glittering Court.When Adelaide discovers that Cedric is hiding a dangerous secret of his own, together they hatch a scheme to make the best of Adelaide’s deception. Complications soon arise—first as they cross the treacherous seas from Osfrid to Adoria, and then when Adelaide catches the attention of a powerful governor.But no complication will prove quite as daunting as the potent attraction simmering between Adelaide and Cedric. An attraction that, if acted on, would scandalize the Glittering Court and make them both outcasts in wild, vastly uncharted lands…",
        "category": "fantasy",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2f/21/2f21c9ffd0962092ce337ecd1b338f5b.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/hollow-city-miss-peregrines-peculiar-children-2_813/index.html",
        "universal_product_code": "4ce91d31c1e57c33",
        "title": "Hollow City (Miss Peregrine’s Peculiar Children #2)",
        "price_including_tax": "£42.98",
        "price_excluding_tax": "£42.98",
        "number_available": "15",
        "product_description": "Miss Peregrine’s Home for Peculiar Childrenwas the surprise best seller of 2011—an unprecedented mix of YAfantasy and vintage photography that enthralled readers and critics alike. Publishers Weekly called it “anenjoyable, eccentric read, distinguished by well-developed characters, a believable Welsh setting, and somevery creepy monsters.”This second novel begins in 1940, Miss Peregrine’s Home for Peculiar Children was the surprise best seller of 2011—an unprecedented mix of YA fantasy and vintage photography that enthralled readers and critics alike. Publishers Weekly called it “an enjoyable, eccentric read, distinguished by well-developed characters, a believable Welsh setting, and some very creepy monsters.”This second novel begins in 1940, immediately after the first book ended. Having escaped Miss Peregrine’s island by the skin of their teeth, Jacob and his new friends must journey to London, the peculiar capital of the world. Along the way, they encounter new allies, a menagerie of peculiar animals, and other unexpected surprises.Complete with dozens of newly discovered (and thoroughly mesmerizing) vintage photographs, this new adventure will delight readers of all ages.",
        "category": "fantasy",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4c/fd/4cfd83a011f60d38b140642a441ce01a.jpg"
    }
]