[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/soumission_998/index.html",
        "universal_product_code": "6957f44c3847a760",
        "title": "Soumission",
        "price_including_tax": "£50.10",
        "price_excluding_tax": "£50.10",
        "number_available": "20",
        "product_description": "Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, s Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, se développe comme un mauvais rêve.Le talent de l’auteur, sa force visionnaire nous entraînent sur un terrain ambigu et glissant ; son regard sur notre civilisation vieillissante fait coexister dans ce roman les intuitions poétiques, les effets comiques, une mélancolie fataliste.Ce livre est une saisissante fable politique et morale.",
        "category": "fiction",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ee/cf/eecfe998905e455df12064dba399c075.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/private-paris-private-10_958/index.html",
        "universal_product_code": "b12b89017878a60d",
        "title": "Private Paris (Private #10)",
        "price_including_tax": "£47.61",
        "price_excluding_tax": "£47.61",
        "number_available": "17",
        "product_description": "Paris is burning--and only Private's Jack Morgan can put out the fire.When Jack Morgan stops by Private's Paris office, he envisions a quick hello during an otherwise relaxing trip filled with fine food and sightseeing. But Jack is quickly pressed into duty after a call from his client Sherman Wilkerson, asking Jack to track down his young granddaughter who is on the run f Paris is burning--and only Private's Jack Morgan can put out the fire.When Jack Morgan stops by Private's Paris office, he envisions a quick hello during an otherwise relaxing trip filled with fine food and sightseeing. But Jack is quickly pressed into duty after a call from his client Sherman Wilkerson, asking Jack to track down his young granddaughter who is on the run from a brutal drug dealer.Before Jack can locate her, several members of France's cultural elite are found dead--murdered in stunning, symbolic fashion. The only link between the crimes is a mysterious graffiti tag. As religious and ethnic tensions simmer in the City of Lights, only Jack and his Private team can connect the dots before the smoldering powder keg explodes.",
        "category": "fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/05/87/0587ab519222a61f803fa4570c325ad2.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/we-love-you-charlie-freeman_954/index.html",
        "universal_product_code": "8d455c7539795d2a",
        "title": "We Love You, Charlie Freeman",
        "price_including_tax": "£50.27",
        "price_excluding_tax": "£50.27",
        "number_available": "16",
        "product_description": "The Freeman family--Charles, Laurel, and their daughters, teenage Charlotte and nine-year-old Callie--have been invited to the Toneybee Institute in rural Massachusetts to participate in a research experiment. They will live in an apartment on campus with Charlie, a young chimp abandoned by his mother. The Freemans were selected for the experiment because they know sign la The Freeman family--Charles, Laurel, and their daughters, teenage Charlotte and nine-year-old Callie--have been invited to the Toneybee Institute in rural Massachusetts to participate in a research experiment. They will live in an apartment on campus with Charlie, a young chimp abandoned by his mother. The Freemans were selected for the experiment because they know sign language; they are supposed to teach it to Charlie and welcome him as a member of their family. Isolated in their new, nearly all-white community not just by their race but by their strange living situation, the Freemans come undone. And when Charlotte discovers the truth about the Institute’s history of questionable studies, the secrets of the past begin to invade the present. The power of this novel resides in Kaitlyn Greenidge’s undeniable storytelling talents. What appears to be a story of mothers and daughters, of sisterhood put to the test, of adolescent love and grown-up misconduct, and of history’s long reach, becomes a provocative and compelling exploration of America’s failure to find a language to talk about race.",
        "category": "fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/87/a2/87a2fddd7f6b240c0351e1eb950b6716.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/thirst_946/index.html",
        "universal_product_code": "709822d0b5bcb7f4",
        "title": "Thirst",
        "price_including_tax": "£17.27",
        "price_excluding_tax": "£17.27",
        "number_available": "16",
        "product_description": "On a searing summer Friday, Eddie Chapman has been stuck for hours in a traffic jam. There are accidents along the highway, but ambulances and police are conspicuously absent. When he decides to abandon his car and run home, he sees that the trees along the edge of a stream have been burnt, and the water in the streambed is gone. Something is very wrong.When he arrives hom On a searing summer Friday, Eddie Chapman has been stuck for hours in a traffic jam. There are accidents along the highway, but ambulances and police are conspicuously absent. When he decides to abandon his car and run home, he sees that the trees along the edge of a stream have been burnt, and the water in the streambed is gone. Something is very wrong.When he arrives home, the power is out and there is no running water. The pipes everywhere, it seems, have gone dry. Eddie and his wife, Laura, find themselves thrust together with their neighbors while a sense of unease thickens in the stifling night air. Thirst takes place in the immediate aftermath of a mysterious disaster--the Chapmans and their neighbors suffer the effects of the heat, their thirst, and the terrifying realization that no one is coming to help. As violence rips through the community, Eddie and Laura are forced to recall secrets from their past and question their present humanity. In crisp and convincing prose, Ben Warner compels readers to do the same. What might you do to survive?",
        "category": "fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/8c/54/8c54a50576c204b80165a13545f73028.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-murder-that-never-was-forensic-instincts-5_939/index.html",
        "universal_product_code": "d01ac97e2b8947c2",
        "title": "The Murder That Never Was (Forensic Instincts #5)",
        "price_including_tax": "£54.11",
        "price_excluding_tax": "£54.11",
        "number_available": "16",
        "product_description": "Given the opportunity, would you assume someone else's identity and leave your old life behind? A serendipitous crossing of paths between Lisa Barnes, a down-on-her-luck job seeker, and Julie Forman, a personal trainer to an Olympic hopeful, forever changes the course of both women's lives. One winds up dead and the other finds herself a fugitive, hiding behind one lie aft Given the opportunity, would you assume someone else's identity and leave your old life behind? A serendipitous crossing of paths between Lisa Barnes, a down-on-her-luck job seeker, and Julie Forman, a personal trainer to an Olympic hopeful, forever changes the course of both women's lives. One winds up dead and the other finds herself a fugitive, hiding behind one lie after another as a cold-blooded killer methodically hunts her. Desperately trying to stay alive, the terrified woman enlists the help of Forensic Instincts, a rogue investigative team that clandestinely operates in the gray area between legal and illegal. Safeguarding their client's deception, Forensic Instincts digs into dangerous territory as they try to find out who's after their client and why. Meanwhile, bodies are piling up in Chicago, New Jersey, and Vermont as a megalomaniacal genius will stop at nothing to eradicate anyone who threatens the success of his medical breakthrough. With an unhinged client and a monstrous criminal enterprise as its adversary, Forensic Instincts is forced into uncharted territory to protect their client and save one of their own from becoming the next corpse. Forensic Instincts is an unorthodox, criminal investigative team that carefully navigates the fine line between legal and illegal. The team consists of a behaviorist, a former Navy SEAL, a techo-wiz, an intuitive, a pickpocket, a retired FBI agent, and a human scent evidence dog.\"",
        "category": "fiction",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/29/e0/29e036acd8a6e3daa787ce2bc05bdbbb.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/tuesday-nights-in-1980_870/index.html",
        "universal_product_code": "b8736690cf263a3c",
        "title": "Tuesday Nights in 1980",
        "price_including_tax": "£21.04",
        "price_excluding_tax": "£21.04",
        "number_available": "15",
        "product_description": "“In one sentence, Ms. Prentiss captures a sense of intoxication and possibility that six seasons of voice-overs from Sarah Jessica Parker never could…Ms. Prentiss concludes her novel on a note that’s both ethereal and brutally realistic. She cauterizes wounds, but they’re still visible and bare. But for her characters—for this promising author—it’s enough.” —The New York T “In one sentence, Ms. Prentiss captures a sense of intoxication and possibility that six seasons of voice-overs from Sarah Jessica Parker never could…Ms. Prentiss concludes her novel on a note that’s both ethereal and brutally realistic. She cauterizes wounds, but they’re still visible and bare. But for her characters—for this promising author—it’s enough.” —The New York Times“An intoxicating Manhattan fairy tale…As affecting as it is absorbing. A thrilling debut.” —Kirkus Reviews (starred review) “A vital, sensuous, edgy, and suspenseful tale of longing, rage, fear, compulsion, and love.” —Booklist (starred review) An intoxicating and transcendent debut novel that follows a critic, an artist, and a desirous, determined young woman as they find their way—and ultimately collide—amid the ever-evolving New York City art scene of the 1980s.Welcome to SoHo at the onset of the eighties: a gritty, not-yet-gentrified playground for artists and writers looking to make it in the big city. Among them: James Bennett, a synesthetic art critic for The New York Times whose unlikely condition enables him to describe art in profound, magical ways, and Raul Engales, an exiled Argentinian painter running from his past and the Dirty War that has enveloped his country. As the two men ascend in the downtown arts scene, dual tragedies strike, and each is faced with a loss that acutely affects his relationship to life and to art. It is not until they are inadvertently brought together by Lucy Olliason—a small town beauty and Raul’s muse—and a young orphan boy sent mysteriously from Buenos Aires, that James and Raul are able to rediscover some semblance of what they’ve lost.As inventive as Jennifer Egan's A Visit From The Goon Squad and as sweeping as Meg Wolitzer's The Interestings, Tuesday Nights in 1980 boldly renders a complex moment when the meaning and nature of art is being all but upended, and New York City as a whole is reinventing itself. In risk-taking prose that is as powerful as it is playful, Molly Prentiss deftly explores the need for beauty, community, creation, and love in an ever-changing urban landscape.",
        "category": "fiction",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a3/ad/a3ade5edecde67449329c1ebb016c049.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-vacationers_863/index.html",
        "universal_product_code": "fd3a622648667296",
        "title": "The Vacationers",
        "price_including_tax": "£42.15",
        "price_excluding_tax": "£42.15",
        "number_available": "15",
        "product_description": "An irresistible, deftly observed novel about the secrets, joys, and jealousies that rise to the surface over the course of an American family’s two-week stay in Mallorca. For the Posts, a two-week trip to the Balearic island of Mallorca with their extended family and friends is a celebration: Franny and Jim are observing their thirty-fifth wedding anniversary, and their da An irresistible, deftly observed novel about the secrets, joys, and jealousies that rise to the surface over the course of an American family’s two-week stay in Mallorca. For the Posts, a two-week trip to the Balearic island of Mallorca with their extended family and friends is a celebration: Franny and Jim are observing their thirty-fifth wedding anniversary, and their daughter, Sylvia, has graduated from high school. The sunlit island, its mountains and beaches, its tapas and tennis courts, also promise an escape from the tensions simmering at home in Manhattan. But all does not go according to plan: over the course of the vacation, secrets come to light, old and new humiliations are experienced, childhood rivalries resurface, and ancient wounds are exacerbated. This is a story of the sides of ourselves that we choose to show and those we try to conceal, of the ways we tear each other down and build each other up again, and the bonds that ultimately hold us together. With wry humor and tremendous heart, Emma Straub delivers a richly satisfying story of a family in the midst of a maelstrom of change, emerging irrevocably altered yet whole.",
        "category": "fiction",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/34/c9/34c988a76c3cd7c04566d3030d8e7331.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-regional-office-is-under-attack_858/index.html",
        "universal_product_code": "0651062381f0636a",
        "title": "The Regional Office Is Under Attack!",
        "price_including_tax": "£51.36",
        "price_excluding_tax": "£51.36",
        "number_available": "15",
        "product_description": "In a world beset by amassing forces of darkness, one organization—the Regional Office—and its coterie of super-powered female assassins protects the globe from annihilation. At its helm, the mysterious Oyemi and her oracles seek out new recruits and root out evil plots. Then a prophecy suggests that someone from inside might bring about its downfall. And now, the Regional In a world beset by amassing forces of darkness, one organization—the Regional Office—and its coterie of super-powered female assassins protects the globe from annihilation. At its helm, the mysterious Oyemi and her oracles seek out new recruits and root out evil plots. Then a prophecy suggests that someone from inside might bring about its downfall. And now, the Regional Office is under attack.   Recruited by a defector from within, Rose is a young assassin leading the attack, eager to stretch into her powers and prove herself on her first mission. Defending the Regional Office is Sarah—who may or may not have a mechanical arm—fiercely devoted to the organization that took her in as a young woman in the wake of her mother’s sudden disappearance. On the day that the Regional Office is attacked, Rose’s and Sarah’s stories will overlap, their lives will collide, and the world as they know it just might end.",
        "category": "fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d4/73/d473f01f077b91ce04e345305a3fa217.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/finders-keepers-bill-hodges-trilogy-2_807/index.html",
        "universal_product_code": "edb3097e71330040",
        "title": "Finders Keepers (Bill Hodges Trilogy #2)",
        "price_including_tax": "£53.53",
        "price_excluding_tax": "£53.53",
        "number_available": "15",
        "product_description": "A masterful, intensely suspenseful novel about a reader whose obsession with a reclusive writer goes far too far—a book about the power of storytelling, starring the same trio of unlikely and winning heroes King introduced in Mr. Mercedes“Wake up, genius.” So begins King’s instantly riveting story about a vengeful reader. The genius is John Rothstein, an iconic author who A masterful, intensely suspenseful novel about a reader whose obsession with a reclusive writer goes far too far—a book about the power of storytelling, starring the same trio of unlikely and winning heroes King introduced in Mr. Mercedes“Wake up, genius.” So begins King’s instantly riveting story about a vengeful reader. The genius is John Rothstein, an iconic author who created a famous character, Jimmy Gold, but who hasn’t published a book for decades. Morris Bellamy is livid, not just because Rothstein has stopped providing books, but because the nonconformist Jimmy Gold has sold out for a career in advertising. Morris kills Rothstein and empties his safe of cash, yes, but the real treasure is a trove of notebooks containing at least one more Gold novel.Morris hides the money and the notebooks, and then he is locked away for another crime. Decades later, a boy named Pete Saubers finds the treasure, and now it is Pete and his family that Bill Hodges, Holly Gibney, and Jerome Robinson must rescue from the ever-more deranged and vengeful Morris when he’s released from prison after thirty-five years.Not since Misery has King played with the notion of a reader whose obsession with a writer gets dangerous. Finders Keepers is spectacular, heart-pounding suspense, but it is also King writing about how literature shapes a life—for good, for bad, forever.",
        "category": "fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/76/80/76804e1881b630a110794fef5aad02cf.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-time-keeper_766/index.html",
        "universal_product_code": "e9906e2f0d189745",
        "title": "The Time Keeper",
        "price_including_tax": "£27.88",
        "price_excluding_tax": "£27.88",
        "number_available": "14",
        "product_description": "In this fable, the first man on earth to count the hours becomes Father Time. The inventor of the world's first clock is punished for trying to measure God's greatest gift. He is banished to a cave for centuries and forced to listen to the voices of all who come after him seeking more days, more years. Eventually, with his soul nearly broken, Father Time is granted his fre In this fable, the first man on earth to count the hours becomes Father Time. The inventor of the world's first clock is punished for trying to measure God's greatest gift. He is banished to a cave for centuries and forced to listen to the voices of all who come after him seeking more days, more years. Eventually, with his soul nearly broken, Father Time is granted his freedom, along with a magical hourglass and a mission: a chance to redeem himself by teaching two earthly people the true meaning of time.He returns to our world - now dominated by the hour-counting he so innocently began - and commences a journey with two unlikely partners: one a teenage girl who is about to give up on life, the other a wealthy old businessman who wants to live forever. To save himself, he must save them both. And stop the world to do so.",
        "category": "fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/37/d1/37d108ff5b19028a52ddd73dba35d543.jpg"
    }
]