[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/foolproof-preserving-a-guide-to-small-batch-jams-jellies-pickles-condiments-and-more-a-foolproof-guide-to-making-small-batch-jams-jellies-pickles-condiments-and-more_978/index.html",
        "universal_product_code": "5674a18a29a43ced",
        "title": "Foolproof Preserving: A Guide to Small Batch Jams, Jellies, Pickles, Condiments, and More: A Foolproof Guide to Making Small Batch Jams, Jellies, Pickles, Condiments, and More",
        "price_including_tax": "£30.52",
        "price_excluding_tax": "£30.52",
        "number_available": "19",
        "product_description": "Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sw Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sweet jams and jellies to savory jams, vegetables, condiments, pickles, whole fruits, and more. Let the experts at America's Test Kitchen show you how to do it right with detailed tutorials, troubleshooting tips, equipment information, and insight into the science behind canning.",
        "category": "food and drink",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9f/58/9f58d3ff6d58589eaf325b1a33c303a0.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-pioneer-woman-cooks-dinnertime-comfort-classics-freezer-food-16-minute-meals-and-other-delicious-ways-to-solve-supper_943/index.html",
        "universal_product_code": "142d767a56a9254d",
        "title": "The Pioneer Woman Cooks: Dinnertime: Comfort Classics, Freezer Food, 16-Minute Meals, and Other Delicious Ways to Solve Supper!",
        "price_including_tax": "£56.41",
        "price_excluding_tax": "£56.41",
        "number_available": "16",
        "product_description": "THERE’S NO TIME LIKE DINNERTIME!Oh, don’t get me wrong. I adore breakfast. I love lunch! But dinnertime definitely tops them all. It’s the time of day when we reunite with our sweeties, our kids, our friends, our parents . . . and catch up on the events of the day over something mouthwatering and delicious. Dinnertime anchors us, nourishes us, and reassures us. It’s the gr THERE’S NO TIME LIKE DINNERTIME!Oh, don’t get me wrong. I adore breakfast. I love lunch! But dinnertime definitely tops them all. It’s the time of day when we reunite with our sweeties, our kids, our friends, our parents . . . and catch up on the events of the day over something mouthwatering and delicious. Dinnertime anchors us, nourishes us, and reassures us. It’s the greatest meal of the day! The Pioneer Woman Cooks: Dinnertime is a beloved collection of all the scrumptious supper recipes that make their way through my kitchen in regular rotation, from main dish salads to satisfying soups to hearty casseroles to comfort food classics . . . and everything in between. I lay out all the different ways I tackle dinner in my house, from super-quick 16-Minute Meals to make-ahead Freezer Food to irresistible pastas and a bundle of brand-new favorites of my crew.You’ll want to immediately dive into surefire hits like Tomato Soup with Parmesan Croutons, Buffalo Chicken Salad, Baked Ziti, and Shrimp Scampi. But just wait till you try the Cashew Chicken, French Dip Sandwiches, Chicken Marsala, and Beef Stroganoff. And don’t even get me started on the Tomato Tart, Chicken with Mustard Cream Sauce, and Pan-Fried Pork Chops. You’ll have a very tough time deciding on a favorite!To take away the guesswork, I made sure to include all the step-by-step recipe photos I love to share, and I packed as much deliciousness into each chapter as possible. My hope is that you will turn to this book regularly to solve your dinnertime dilemmas, and that you will use these recipes to feed your family time and time again. The more stains, smudges, and smears on the pages, the better!Enjoy dinnertime in your household, friends!",
        "category": "food and drink",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fd/af/fdaf3c3104c559941c01e840fecd2659.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/my-paris-kitchen-recipes-and-stories_910/index.html",
        "universal_product_code": "784bc2279baa878d",
        "title": "My Paris Kitchen: Recipes and Stories",
        "price_including_tax": "£33.37",
        "price_excluding_tax": "£33.37",
        "number_available": "16",
        "product_description": "A collection of stories and 100 sweet and savory French-inspired recipes from popular food blogger David Lebovitz, reflecting the way Parisians eat today and featuring lush photography taken around Paris and in David's Parisian kitchen.It’s been ten years since David Lebovitz packed up his most treasured cookbooks, a well-worn cast-iron skillet, and his laptop and moved to A collection of stories and 100 sweet and savory French-inspired recipes from popular food blogger David Lebovitz, reflecting the way Parisians eat today and featuring lush photography taken around Paris and in David's Parisian kitchen.It’s been ten years since David Lebovitz packed up his most treasured cookbooks, a well-worn cast-iron skillet, and his laptop and moved to Paris. In that time, the culinary culture of France has shifted as a new generation of chefs and home cooks—most notably in Paris—incorporates ingredients and techniques from around the world into traditional French dishes.      In My Paris Kitchen, David remasters the classics, introduces lesser-known fare, and presents 100 sweet and savory recipes that reflect the way modern Parisians eat today. You’ll find Soupe à l’oignon, Cassoulet, Coq au vin, and Croque-monsieur, as well as Smoky barbecue-style pork, Lamb shank tagine, Dukkah-roasted cauliflower, Salt cod fritters with tartar sauce, and Wheat berry salad with radicchio, root vegetables, and pomegranate. And of course, there’s dessert: Warm chocolate cake with salted butter caramel sauce, Duck fat cookies, Bay leaf poundcake with orange glaze, French cheesecake...and the list goes on. David also shares stories told with his trademark wit and humor, and lush photography taken on location around Paris and in David’s kitchen reveals the quirks, trials, beauty, and joys of life in the culinary capital of the world.",
        "category": "food and drink",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ae/d5/aed548aefcac7803a599b05da3acb86e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/mama-tried-traditional-italian-cooking-for-the-screwed-crude-vegan-and-tattooed_908/index.html",
        "universal_product_code": "72f9d5be3472d34e",
        "title": "Mama Tried: Traditional Italian Cooking for the Screwed, Crude, Vegan, and Tattooed",
        "price_including_tax": "£14.02",
        "price_excluding_tax": "£14.02",
        "number_available": "16",
        "product_description": "Cecilia Granata grew up cooking with her family in Italy. As a vegan, she learned to adapt her favorite recipes from around the country to be animal free while retaining the flavor and feeling of true Italian home cooking. She shares her commitment to ethical and artful eating in this alphabetically-arranged volume with over 100 recipes, ranging from traditional favorites Cecilia Granata grew up cooking with her family in Italy. As a vegan, she learned to adapt her favorite recipes from around the country to be animal free while retaining the flavor and feeling of true Italian home cooking. She shares her commitment to ethical and artful eating in this alphabetically-arranged volume with over 100 recipes, ranging from traditional favorites to homemade liqueurs to aphrodisiacs—all \"senza sofferenza,\" without suffering. The recipes are lushly illustrated with Granata's food-inspired tattoo art.",
        "category": "food and drink",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/48/19/48192cbef9101060e3787d87d7c8d7d1.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/layered-baking-building-and-styling-spectacular-cakes_904/index.html",
        "universal_product_code": "7b75cc7f223791f4",
        "title": "Layered: Baking, Building, and Styling Spectacular Cakes",
        "price_including_tax": "£40.11",
        "price_excluding_tax": "£40.11",
        "number_available": "16",
        "product_description": "It’s time to venture beyond vanilla and chocolate and take your baking skills up a notch. We’re talking layers—two, three, four, or more! Create sky-high, bakery-quality treats at home with Tessa Huff’s 150 innovative recipes, which combine new and exciting flavors of cake, fillings, and frostings—everything from pink peppercorn cherry to bourbon butterscotch, and pumpkin It’s time to venture beyond vanilla and chocolate and take your baking skills up a notch. We’re talking layers—two, three, four, or more!   Create sky-high, bakery-quality treats at home with Tessa Huff’s 150 innovative recipes, which combine new and exciting flavors of cake, fillings, and frostings—everything from pink peppercorn cherry to bourbon butterscotch, and pumpkin vanilla chai to riesling rhubarb and raspberry chocolate stout. Including contemporary baking methods and industry tips and tricks, Layered covers every decorating technique you’ll ever need with simple instructions and gorgeous step-by-step photos that speak to bakers of every skill level—and to anyone who wants to transform dessert into layer upon layer of edible art.",
        "category": "food and drink",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/73/06/7306b860c7887dfb2a4b0083e2d6bf0d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-nerdy-nummies-cookbook-sweet-treats-for-the-geek-in-all-of-us_853/index.html",
        "universal_product_code": "e4c7f3487d17fd42",
        "title": "The Nerdy Nummies Cookbook: Sweet Treats for the Geek in All of Us",
        "price_including_tax": "£37.34",
        "price_excluding_tax": "£37.34",
        "number_available": "15",
        "product_description": "The long-awaited first cookbook from the creator and host of the Internet’s most popular baking show, Nerdy Nummies: a collection of Rosanna Pansino’s all-time favorite geeky recipes as well as sensational new recipes exclusive to this book.The Nerdy Nummies Cookbook is quirky, charming, and fun, featuring the recipes behind Rosanna Pansino’s celebrated, one-of-a-kind crea The long-awaited first cookbook from the creator and host of the Internet’s most popular baking show, Nerdy Nummies: a collection of Rosanna Pansino’s all-time favorite geeky recipes as well as sensational new recipes exclusive to this book.The Nerdy Nummies Cookbook is quirky, charming, and fun, featuring the recipes behind Rosanna Pansino’s celebrated, one-of-a-kind creations, as well as beautiful, mouthwatering photographs throughout. It is the perfect companion that you’ll turn to whenever you want to whip up a delicious treat and be entertained all at once. And best of all, these treats are as simple as they are fun to make! No need for costly tools or baking classes to create these marvelous delights yourself.The Nerdy Nummies Cookbook combines two things Rosanna loves: geek culture and baking. Her fondness for video games, science fiction, math, comics, and lots of other things considered “nerdy” have inspired every recipe in this book. You’ll find the recipes for many beloved fan favorites from the show, such as Apple Pi Pie, the Chocolate Chip Smart Cookie, and Volcano Cake; as well as many new geeky recipes, such as Dinosaur Fossil Cake, Moon Phase Macarons, and the Periodic Table of Cupcakes. The Nerdy Nummies Cookbook showcases Rosanna’s most original and popular creations, and each recipe includes easy-to-follow photo instructions and a stunning shot of the finished treat in all its geeky glory: a delicious confection sure to please the geek in all of us!",
        "category": "food and drink",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/41/57/4157492623f9552e3efdc858a19968f3.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-love-and-lemons-cookbook-an-apple-to-zucchini-celebration-of-impromptu-cooking_849/index.html",
        "universal_product_code": "e28e330cbdf01126",
        "title": "The Love and Lemons Cookbook: An Apple-to-Zucchini Celebration of Impromptu Cooking",
        "price_including_tax": "£37.60",
        "price_excluding_tax": "£37.60",
        "number_available": "15",
        "product_description": "Sometimes all you need is a little spark of inspiration to change up your regular cooking routine. TheLove & Lemons Cookbookfeatures more than one hundred simple recipes that help you turn your farmers market finds into delicious meals. The belovedLove & Lemonsblog has attracted buzz from everyone from bestselling author Heidi Swanson toSaveurMagazine, who awarded Sometimes all you need is a little spark of inspiration to change up your regular cooking routine. The Love & Lemons Cookbook features more than one hundred simple recipes that help you turn your farmers market finds into delicious meals.    The beloved Love & Lemons blog has attracted buzz from everyone from bestselling author Heidi Swanson to Saveur Magazine, who awarded the blog Best Cooking Blog of 2014.    Organized by ingredient, The Love & Lemons Cookbook teaches readers how to make beautiful food with what’s on hand, whether it’s a bunch of rainbow-colored heirloom carrots from the farmers market or a four-pound cauliflower that just shows up in a CSA box. The book also features resources to show readers how to stock their pantry, gluten-free and vegan options for many of the recipes, as well as ideas on mixing and matching ingredients, so that readers always have something new to try.Stunningly designed and efficiently organized, The Love & Lemons Cookbook is a resource that you will use again and again.",
        "category": "food and drink",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/88/e7/88e70e44632c3ca306191007bc723806.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-cookies-cups-cookbook-125-sweet-savory-recipes-reminding-you-to-always-eat-dessert-first_841/index.html",
        "universal_product_code": "96a38e7c813d8f1d",
        "title": "The Cookies & Cups Cookbook: 125+ sweet & savory recipes reminding you to Always Eat Dessert First",
        "price_including_tax": "£41.25",
        "price_excluding_tax": "£41.25",
        "number_available": "15",
        "product_description": "Wildly popular Cookies & Cups blogger Shelly Jaronsky’s eagerly anticipated cookbook features all-new, mouth-watering, delectable sweet treats 100% guaranteed to make you want to eat dessert first.Shelly Jaronsky has a problem. She’s an addict. Of the buttercream variety.“Chronicling my life in sugar” has been Shelly’s motto since the inception of her insanely frequent Wildly popular Cookies & Cups blogger Shelly Jaronsky’s eagerly anticipated cookbook features all-new, mouth-watering, delectable sweet treats 100% guaranteed to make you want to eat dessert first.Shelly Jaronsky has a problem. She’s an addict. Of the buttercream variety.“Chronicling my life in sugar” has been Shelly’s motto since the inception of her insanely frequented dessert blog, Cookies & Cups. With recipes ranging from the deliciously decadent (her S’mores Fudge Bars will make you seriously reconsider everything you thought you knew about baked goods) to the deceptively simple (her Favorite Chocolate Chip Cookie will become an instant staple in your baking repertoire), The Cookies & Cups Cookbook truly has something for everyone, from the cooking novice to the seasoned chef.Now you can bring Shelly’s signature style into your own kitchen with more than 125 no-fail recipes, including some reader-approved favorites and a special bonus section dedicated to the quick and savory side of cooking. Authored in the witty, intimate style of the blog that draws more than three million monthly page views and a social following of more than seven hundred thousand fans, The Cookies & Cups Cookbook is the go-to source for all things flavorful, accessible, and irresistibly tasty.",
        "category": "food and drink",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/81/37/81374b88e925ba998c4049abcf805196.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/deliciously-ella-every-day-quick-and-easy-recipes-for-gluten-free-snacks-packed-lunches-and-simple-meals_801/index.html",
        "universal_product_code": "46c1530d7546ea6d",
        "title": "Deliciously Ella Every Day: Quick and Easy Recipes for Gluten-Free Snacks, Packed Lunches, and Simple Meals",
        "price_including_tax": "£42.16",
        "price_excluding_tax": "£42.16",
        "number_available": "15",
        "product_description": "Delicious plant-based, gluten-free recipes and lifestyle tips for packed lunches, snacks, and simple meals that are easy and accessible to everyone—from the author of the international bestseller Deliciously Ella.It’s easy to be healthy until you get hungry. Making healthy eating sustainable is about two things. One: it’s got to be doable in the context of a time starved l Delicious plant-based, gluten-free recipes and lifestyle tips for packed lunches, snacks, and simple meals that are easy and accessible to everyone—from the author of the international bestseller Deliciously Ella.It’s easy to be healthy until you get hungry. Making healthy eating sustainable is about two things. One: it’s got to be doable in the context of a time starved life. Two: it’s got to be delicious. Ella Woodward’s newest cookbook Deliciously Ella Every Day offers fantastically appealing and quick recipes for breakfasts, packed lunches, snacks on the go, and stress-free meals.The book is packed with more than 100 simple yet irresistible plant-based, dairy-free, and gluten-free recipes. Be inspired by Ella’s quick weekday dinners, amazingly colorful salads, and incredible ideas for meals and snacks on the go. Favorites include the insanely delicious roasted cinnamon and maple trail mix, a super-rich chocolate ganache cake, a lovely roasted potato, hazelnut and pomegranate salad with a maple dressing. The book includes a section of big-batch cooking, recipes that can be made on the weekend so you can pack satisfying lunches or prepare quick, easy dinners during the week—a lovely cauliflower pizza or a stunning mushroom risotto.Featuring the top ten rules for living the Deliciously Ella way, tips for eating well without breaking the bank, and shopping lists to help you get organized, this is the cookbook you’ve been waiting for.",
        "category": "food and drink",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/38/c3/38c342d52a30a8eb38b34668e9777222.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-help-yourself-cookbook-for-kids-60-easy-plant-based-recipes-kids-can-make-to-stay-healthy-and-save-the-earth_751/index.html",
        "universal_product_code": "ddc8340dabc8641b",
        "title": "The Help Yourself Cookbook for Kids: 60 Easy Plant-Based Recipes Kids Can Make to Stay Healthy and Save the Earth",
        "price_including_tax": "£28.77",
        "price_excluding_tax": "£28.77",
        "number_available": "14",
        "product_description": "Struggling to get your kids to eat their fruits and vegetables? Try letting them help themselves!Experts tell us the best way to teach kids healthy eating habits is to involve them in the process. This irresistibe cookbook presents 60 appealing recipes kids will beg to make themselves, in fun and charming illustrations they will love. Bursting with color, humor, cute anima Struggling to get your kids to eat their fruits and vegetables? Try letting them help themselves!Experts tell us the best way to teach kids healthy eating habits is to involve them in the process. This irresistibe cookbook presents 60 appealing recipes kids will beg to make themselves, in fun and charming illustrations they will love. Bursting with color, humor, cute animal characters, and cool facts (Did you know your brain actually shrinks when you’re dehydrated? Drink water, quick!), Help Yourself empowers children to take charge of their own nutrition — for now and for life! Recipes include: fun-to-munch hand-held snacks like Life Boatsbright fruit-flavored drinks like Tickled Pinkthe always-popular things on toast like Leprechaun Trackssalads they will actually eat like Tiger Stripescozy small meals like Tomato Tornadoand sweets like chocolatey Disappearing Dots, because everybody likes candy!Excerpt from the Intro: Since the day you were born, someone has been making you food and serving you meals (that’s the life!). But wait a minute...what’s that on the end of your arm? Why, it’s a hand! And it turns out you need little more than your own two hands and a few ingredients to help yourself to healthy foods...and help the world, while you’re at it! Because from the tip of your nose to the tip of an iceberg, the food we eat affects our bodies, our environment, and even strangers on the other side of the planet. It's amazing but true.",
        "category": "food and drink",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/bc/eb/bceb609c54f7739682b319a27a5b9783.jpg"
    }
]