[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/sapiens-a-brief-history-of-humankind_996/index.html",
        "universal_product_code": "4165285e1663650f",
        "title": "Sapiens: A Brief History of Humankind",
        "price_including_tax": "£54.23",
        "price_excluding_tax": "£54.23",
        "number_available": "20",
        "product_description": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—h From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us?Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas.Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become?Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
        "category": "history",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ce/5f/ce5f052c65cc963cf4422be096e915c9.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/unbound-how-eight-technologies-made-us-human-transformed-society-and-brought-our-world-to-the-brink_950/index.html",
        "universal_product_code": "9a9d6e9bc555731e",
        "title": "Unbound: How Eight Technologies Made Us Human, Transformed Society, and Brought Our World to the Brink",
        "price_including_tax": "£25.52",
        "price_excluding_tax": "£25.52",
        "number_available": "16",
        "product_description": "Although we usually think of technology as something unique to modern times, our ancestors began to create the first technologies millions of years ago in the form of prehistoric tools and weapons. Over time, eight key technologies gradually freed us from the limitations of our animal origins.The fabrication of weapons, the mastery of fire, and the technologies of clothing Although we usually think of technology as something unique to modern times, our ancestors began to create the first technologies millions of years ago in the form of prehistoric tools and weapons. Over time, eight key technologies gradually freed us from the limitations of our animal origins.The fabrication of weapons, the mastery of fire, and the technologies of clothing and shelter radically restructured the human body, enabling us to walk upright, shed our body hair, and migrate out of tropical Africa. Symbolic communication transformed human evolution from a slow biological process into a fast cultural process. The invention of agriculture revolutionized the relationship between humanity and the environment, and the technologies of interaction led to the birth of civilization. Precision machinery spawned the industrial revolution and the rise of nation-states; and in the next metamorphosis, digital technologies may well unite all of humanity for the benefit of future generations.Synthesizing the findings of primatology, paleontology, archeology, history, and anthropology, Richard Currier reinterprets and retells the modern narrative of human evolution that began with the discovery of Lucy and other Australopithecus fossils. But the same forces that allowed us to integrate technology into every aspect of our daily lives have also brought us to the brink of planetary catastrophe. Unbound explains both how we got here and how human society must be transformed again to achieve a sustainable future.Technology: “The deliberate modification of any natural object or substance with forethought to achieve a specific end or to serve a specific purpose.”",
        "category": "history",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/27/a1/27a1ebe79d6e6759ec68ea9f427a4f71.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-age-of-genius-the-seventeenth-century-and-the-birth-of-the-modern-mind_929/index.html",
        "universal_product_code": "a3d2a4250807f1e9",
        "title": "The Age of Genius: The Seventeenth Century and the Birth of the Modern Mind",
        "price_including_tax": "£19.73",
        "price_excluding_tax": "£19.73",
        "number_available": "16",
        "product_description": "The Age of Genius explores the eventful intertwining of outward event and inner intellectual life to tell, in all its richness and depth, the story of the 17th century in Europe. It was a time of creativity unparalleled in history before or since, from science to the arts, from philosophy to politics. Acclaimed philosopher and historian A.C. Grayling points to three primar The Age of Genius explores the eventful intertwining of outward event and inner intellectual life to tell, in all its richness and depth, the story of the 17th century in Europe. It was a time of creativity unparalleled in history before or since, from science to the arts, from philosophy to politics. Acclaimed philosopher and historian A.C. Grayling points to three primary factors that led to the rise of vernacular (popular) languages in philosophy, theology, science, and literature; the rise of the individual as a general and not merely an aristocratic type; and the invention and application of instruments and measurement in the study of the natural world.Grayling vividly reconstructs this unprecedented era and breathes new life into the major figures of the seventeenth century intelligentsia who span literature, music, science, art, and philosophy--Shakespeare, Monteverdi, Galileo, Rembrandt, Locke, Newton, Descartes, Vermeer, Hobbes, Milton, and Cervantes, among many more. During this century, a fundamentally new way of perceiving the world emerged as reason rose to prominence over tradition, and the rights of the individual took center stage in philosophy and politics, a paradigmatic shift that would define Western thought for centuries to come.",
        "category": "history",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2e/65/2e654066306042f4c462ba4d048650d9.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/political-suicide-missteps-peccadilloes-bad-calls-backroom-hijinx-sordid-pasts-rotten-breaks-and-just-plain-dumb-mistakes-in-the-annals-of-american-politics_917/index.html",
        "universal_product_code": "7392c0032f92d816",
        "title": "Political Suicide: Missteps, Peccadilloes, Bad Calls, Backroom Hijinx, Sordid Pasts, Rotten Breaks, and Just Plain Dumb Mistakes in the Annals of American Politics",
        "price_including_tax": "£36.28",
        "price_excluding_tax": "£36.28",
        "number_available": "16",
        "product_description": "Just in time for the presidential election of 2016 comes Political Suicide, a history of the best and most interesting missteps, peccadilloes, bad calls, back room hijinks, sordid pasts, rotten breaks, and just plain dumb mistakes in the annals of American politics.They have tweeted their private parts to women they're trying to impress. They have gotten caught on tape doi Just in time for the presidential election of 2016 comes Political Suicide, a history of the best and most interesting missteps, peccadilloes, bad calls, back room hijinks, sordid pasts, rotten breaks, and just plain dumb mistakes in the annals of American politics. They have tweeted their private parts to women they're trying to impress. They have gotten caught on tape doing and saying things they really shouldn't have. They have denied knowing about the underhanded doings of underlings — only to have a paper trail lead straight back to them. Nowadays, it seems like half of what we hear about politicians isn't about laws or governing, but is instead coverage focused on shenanigans, questionable morals, and scandals too numerous to count. And while we shake our heads in disbelief, we still can't resist poring over the details of these notorious incidents.In Political Suicide, the foibles of our politicians are brought from the tabloid pages to this entertaining — and cautionary — tale of American history.",
        "category": "history",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/31/e6/31e6e0a41e62858180b268c27b20a770.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/thomas-jefferson-and-the-tripoli-pirates-the-forgotten-war-that-changed-american-history_867/index.html",
        "universal_product_code": "de3f25248ba0789f",
        "title": "Thomas Jefferson and the Tripoli Pirates: The Forgotten War That Changed American History",
        "price_including_tax": "£59.64",
        "price_excluding_tax": "£59.64",
        "number_available": "15",
        "product_description": "From the authors of the New York Times bestseller George Washington’s Secret Six ,the little-known story of Thomas Jefferson’s battle to defend America against Islamic pirates. Brian Kilmeade – cohost of “Fox & Friends” on Fox News and the national radio show “Kilmeade & Friends” – returns with another fascinating historical narrative, co-written with Don Yaeger. From the authors of the  New York Times  bestseller  George Washington’s Secret Six , the little-known story of Thomas Jefferson’s battle to defend America against Islamic pirates. Brian Kilmeade – cohost of “Fox & Friends” on Fox News and the national radio show “Kilmeade & Friends” – returns with another fascinating historical narrative, co-written with Don Yaeger. Like their acclaimed bestseller George Washington's Secret Six, Thomas Jefferson and the Tripoli Pirates sheds new light on a vitally important episode that has been forgotten by most Americans.   Only weeks after President Jefferson's inauguration in 1801, he decided to confront the Tripoli pirates who had been kidnapping American ships and sailors, among other outrageous acts. Though inclined toward diplomacy, Jefferson sent warships to blockade Tripoli and protect American shipping, and then escalated to all-out war against the Barbary states.   The tiny American flotilla—with three frigates representing half of the U.S. Navy’s top-of-the-line ships—had some success in blockading the Barbary coast. But that success came to an end when the USS Philadelphia ran aground in Tripoli harbor and was captured. Kilmeade and Yaeger recount the dramatic story of a young American sailor, Stephen Decatur, who snuck into the harbor, boarded the Philadelphia, and set her on fire before escaping amid a torrent of enemy gunfire.   Another amazing story is that of William Eaton’s daring attack on the port city of Derna. He led a detachment of Marines on a 500-mile trek across the desert to surprise the port. His strategy worked, and an American flag was raised in victory on foreign soil for the first time.     Few remember Decatur and Eaton today, but their legacy inspired the opening of the Marine Corps Hymn: “From the halls of Montezuma to the shores of Tripoli, we fight our country’s battles in the air, on land, and sea.” Thomas Jefferson and the Tripoli Pirates tells a dramatic story of bravery, diplomacy, and battle on the high seas, and honors some of America’s forgotten heroes. ",
        "category": "history",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/77/79/777988a85de2269905bd8c2070a3cf58.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/zealot-the-life-and-times-of-jesus-of-nazareth_785/index.html",
        "universal_product_code": "dd5bfa6cc2c0ecc3",
        "title": "Zealot: The Life and Times of Jesus of Nazareth",
        "price_including_tax": "£24.70",
        "price_excluding_tax": "£24.70",
        "number_available": "14",
        "product_description": "From the internationally bestselling author of No god but God comes a fascinating, provocative, and meticulously researched biography that challenges long-held assumptions about the man we know as Jesus of Nazareth.Two thousand years ago, an itinerant Jewish preacher and miracle worker walked across the Galilee, gathering followers to establish what he called the “Kingdom From the internationally bestselling author of No god but God comes a fascinating, provocative, and meticulously researched biography that challenges long-held assumptions about the man we know as Jesus of Nazareth.Two thousand years ago, an itinerant Jewish preacher and miracle worker walked across the Galilee, gathering followers to establish what he called the “Kingdom of God.” The revolutionary movement he launched was so threatening to the established order that he was captured, tortured, and executed as a state criminal.Within decades after his shameful death, his followers would call him God.Sifting through centuries of mythmaking, Reza Aslan sheds new light on one of history’s most influential and enigmatic characters by examining Jesus through the lens of the tumultuous era in which he lived: first-century Palestine, an age awash in apocalyptic fervor. Scores of Jewish prophets, preachers, and would-be messiahs wandered through the Holy Land, bearing messages from God. This was the age of zealotry—a fervent nationalism that made resistance to the Roman occupation a sacred duty incumbent on all Jews. And few figures better exemplified this principle than the charismatic Galilean who defied both the imperial authorities and their allies in the Jewish religious hierarchy.Balancing the Jesus of the Gospels against the historical sources, Aslan describes a man full of conviction and passion, yet rife with contradiction; a man of peace who exhorted his followers to arm themselves with swords; an exorcist and faith healer who urged his disciples to keep his identity a secret; and ultimately the seditious “King of the Jews” whose promise of liberation from Rome went unfulfilled in his brief lifetime. Aslan explores the reasons why the early Christian church preferred to promulgate an image of Jesus as a peaceful spiritual teacher rather than a politically conscious revolutionary. And he grapples with the riddle of how Jesus understood himself, the mystery that is at the heart of all subsequent claims about his divinity.Zealot yields a fresh perspective on one of the greatest stories ever told even as it affirms the radical and transformative nature of Jesus of Nazareth’s life and mission. The result is a thought-provoking, elegantly written biography with the pulse of a fast-paced novel: a singularly brilliant portrait of a man, a time, and the birth of a religion.",
        "category": "history",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/21/da/21dab5c065cfcde1bad7ded16a753102.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/a-distant-mirror-the-calamitous-14th-century_652/index.html",
        "universal_product_code": "d5e0526e1ab682a3",
        "title": "A Distant Mirror: The Calamitous 14th Century",
        "price_including_tax": "£14.58",
        "price_excluding_tax": "£14.58",
        "number_available": "14",
        "product_description": "Barbara W. Tuchman--the acclaimed author of the Pulitzer Prize–winning classic The Guns of August--once again marshals her gift for character, history, and sparkling prose to compose an astonishing portrait of medieval Europe.The fourteenth century reflects two contradictory images: on the one hand, a glittering age of crusades, cathedrals, and chivalry; on the other, a wo Barbara W. Tuchman--the acclaimed author of the Pulitzer Prize–winning classic The Guns of August--once again marshals her gift for character, history, and sparkling prose to compose an astonishing portrait of medieval Europe.The fourteenth century reflects two contradictory images: on the one hand, a glittering age of crusades, cathedrals, and chivalry; on the other, a world plunged into chaos and spiritual agony. In this revelatory work, Tuchman examines not only the great rhythms of history but the grain and texture of domestic life: what childhood was like; what marriage meant; how money, taxes, and war dominated the lives of serf, noble, and clergy alike. Granting her subjects their loyalties, treacheries, and guilty passions, Tuchman re-creates the lives of proud cardinals, university scholars, grocers and clerks, saints and mystics, lawyers and mercenaries, and, dominating all, the knight--in all his valor and “furious follies,” a “terrible worm in an iron cocoon.”",
        "category": "history",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d8/0a/d80ac19cd0aef94c5ac257b1eb3c1d37.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/1491-new-revelations-of-the-americas-before-columbus_650/index.html",
        "universal_product_code": "6e8e5626ac4d279e",
        "title": "1491: New Revelations of the Americas Before Columbus",
        "price_including_tax": "£21.80",
        "price_excluding_tax": "£21.80",
        "number_available": "14",
        "product_description": "In this groundbreaking work of science, history, and archaeology, Charles C. Mann radically alters our understanding of the Americas before the arrival of Columbus in 1492.Contrary to what so many Americans learn in school, the pre-Columbian Indians were not sparsely settled in a pristine wilderness; rather, there were huge numbers of Indians who actively molded and influe In this groundbreaking work of science, history, and archaeology, Charles C. Mann radically alters our understanding of the Americas before the arrival of Columbus in 1492. Contrary to what so many Americans learn in school, the pre-Columbian Indians were not sparsely settled in a pristine wilderness; rather, there were huge numbers of Indians who actively molded and influenced the land around them. The astonishing Aztec capital of Tenochtitlan had running water and immaculately clean streets, and was larger than any contemporary European city. Mexican cultures created corn in a specialized breeding process that it has been called man’s first feat of genetic engineering. Indeed, Indians were not living lightly on the land but were landscaping and manipulating their world in ways that we are only now beginning to understand. Challenging and surprising, this a transformative new look at a rich and fascinating world we only thought we knew.",
        "category": "history",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2d/d2/2dd235d80326531092c70e191d630c7d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/brilliant-beacons-a-history-of-the-american-lighthouse_515/index.html",
        "universal_product_code": "7f5157bf53065d36",
        "title": "Brilliant Beacons: A History of the American Lighthouse",
        "price_including_tax": "£11.45",
        "price_excluding_tax": "£11.45",
        "number_available": "8",
        "product_description": "Set against the backdrop of an expanding nation,Brilliant Beaconstraces the evolution of America's lighthouse system from its earliest days, highlighting the political, military, and technological battles fought to illuminate the nation's hardscrabble coastlines. Beginning with \"Boston Light,\"America’s first lighthouse, Dolin shows how the story of America, from colony to Set against the backdrop of an expanding nation, Brilliant Beacons traces the evolution of America's lighthouse system from its earliest days, highlighting the political, military, and technological battles fought to illuminate the nation's hardscrabble coastlines. Beginning with \"Boston Light,\" America’s first lighthouse, Dolin shows how the story of America, from colony to regional backwater, to fledging nation, and eventually to global industrial power, can be illustrated through its lighthouses.Even in the colonial era, the question of how best to solve the collective problem of lighting our ports, reefs, and coasts through a patchwork of private interests and independent localities telegraphed the great American debate over federalism and the role of a centralized government. As the nation expanded, throughout the nineteenth and early twentieth centuries, so too did the coastlines in need of illumination, from New England to the Gulf of Mexico, the Great Lakes, the Pacific Coast all the way to Alaska. In Dolin's hands we see how each of these beacons tell its own story of political squabbling, technological advancement, engineering marvel, and individual derring-do.In rollicking detail, Dolin treats readers to a memorable cast of characters, from the penny-pinching Treasury official Stephen Pleasonton, who hamstrung the country's efforts to adopt the revolutionary Fresnel lens, to the indomitable Katherine Walker, who presided so heroically over New York Harbor as keeper at Robbins Reef Lighthouse that she was hailed as a genuine New York City folk hero upon her death in 1931. He also animates American military history from the Revolution to the Civil War and presents tales both humorous and harrowing of soldiers, saboteurs, Civil War battles, ruthless egg collectors, and, most important, the lighthouse keepers themselves, men and women who often performed astonishing acts of heroism in carrying out their duties.In the modern world of GPS and satellite-monitored shipping lanes, Brilliant Beacons forms a poignant elegy for the bygone days of the lighthouse, a symbol of American ingenuity that served as both a warning and a sign of hope for generations of mariners; and it also shows how these sentinels have endured, retaining their vibrancy to the present day. Containing over 150 photographs and illustrations, Brilliant Beacons vividly reframes America's history.",
        "category": "history",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ba/59/ba5913de7abe0d9dbe9c8128092a52af.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/most-blessed-of-the-patriarchs-thomas-jefferson-and-the-empire-of-the-imagination_509/index.html",
        "universal_product_code": "f16c2edb2a603f92",
        "title": "\"Most Blessed of the Patriarchs\": Thomas Jefferson and the Empire of the Imagination",
        "price_including_tax": "£44.48",
        "price_excluding_tax": "£44.48",
        "number_available": "8",
        "product_description": "Thomas Jefferson is often portrayed as a hopelessly enigmatic figure—a riddle—a man so riven with contradictions that he is almost impossible to know. Lauded as the most articulate voice of American freedom and equality, even as he held people—including his own family—in bondage, Jefferson is variably described as a hypocrite, an atheist, or a simple-minded proponent of li Thomas Jefferson is often portrayed as a hopelessly enigmatic figure—a riddle—a man so riven with contradictions that he is almost impossible to know. Lauded as the most articulate voice of American freedom and equality, even as he held people—including his own family—in bondage, Jefferson is variably described as a hypocrite, an atheist, or a simple-minded proponent of limited government who expected all Americans to be farmers forever.Now, Annette Gordon-Reed teams up with America's leading Jefferson scholar, Peter S. Onuf, to present an absorbing and revealing character study that dispels the many clichés that have accrued over the years about our third president. Challenging the widely prevalent belief that Jefferson remains so opaque as to be unknowable, the authors—through their careful analysis, painstaking research, and vivid prose—create a portrait of Jefferson, as he might have painted himself, one \"comprised of equal parts sun and shadow\" (Jane Kamensky).Tracing Jefferson's philosophical development from youth to old age, the authors explore what they call the \"empire\" of Jefferson's imagination—an expansive state of mind born of his origins in a slave society, his intellectual influences, and the vaulting ambition that propelled him into public life as a modern avatar of the Enlightenment who, at the same time, likened himself to a figure of old—\"the most blessed of the patriarchs.\" Indeed, Jefferson saw himself as a \"patriarch,\" not just to his country and mountain-like home at Monticello but also to his family, the white half that he loved so publicly, as well as to the black side that he claimed to love, a contradiction of extraordinary historical magnitude.Divided into three sections, \"Most Blessed of the Patriarchs\" reveals a striking personal dimension to his life. Part I, \"Patriarch,\" explores Jeffersons's origins in Virgina; Part II, \" 'Traveller,' \" covers his five-year sojourn to Paris; and Part III, \"Enthusiast,\" delves insightfully into the Virginian's views on Christianity, slavery, and race. We see not just his ideas and vision of America but come to know him in an almost familial way, such as through the importance of music in his life.\"Most Blessed of the Patriarchs\" fundamentally challenges much of what we’ve come to accept about Jefferson, neither hypocrite nor saint, atheist nor fundamentalist. Gordon-Reed and Onuf, through a close reading of Jefferson’s own words, reintroduce us all to our most influential founding father: a man more gifted than most, but complicated in just the ways we all are.",
        "category": "history",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/43/f2/43f25e9633b587a4052b517cd7b3b4a9.jpg"
    }
]