[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/tipping-the-velvet_999/index.html",
        "universal_product_code": "90fa61229261140a",
        "title": "Tipping the Velvet",
        "price_including_tax": "£53.74",
        "price_excluding_tax": "£53.74",
        "number_available": "20",
        "product_description": "\"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's \"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's dresser and the two head for the bright lights of Leicester Square where they begin a glittering career as music-hall stars in an all-singing and dancing double act. At the same time, behind closed doors, they admit their attraction to each other and their affair begins.",
        "category": "historical fiction",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/08/e9/08e94f3731d7d6b760dfbfbc02ca5c62.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/forever-and-forever-the-courtship-of-henry-longfellow-and-fanny-appleton_894/index.html",
        "universal_product_code": "9beb96a2300109d7",
        "title": "Forever and Forever: The Courtship of Henry Longfellow and Fanny Appleton",
        "price_including_tax": "£29.69",
        "price_excluding_tax": "£29.69",
        "number_available": "16",
        "product_description": "A Proper Historical Romance seriesThe first book in a new series which will focus on the lives of real historical figures who have intriguing stories of courtship that are recreated in fictionalized accounts based on real biographical and social history research.\"A well-researched, emotionally charged tale. A love story...fit for the ages.\" -Publishers Weekly.It's 1836, an A Proper Historical Romance seriesThe first book in a new series which will focus on the lives of real historical figures who have intriguing stories of courtship that are recreated in fictionalized accounts based on real biographical and social history research.\"A well-researched, emotionally charged tale. A love story...fit for the ages.\" -Publishers Weekly.It's 1836, and nineteen-year-old Fanny Appleton, a privileged daughter of a wealthy, upper-class Boston industrialist, is touring Europe with her family. Like many girls of her day, she enjoys the fine clothes, food, and company of the elite social circles. But unlike her peers, Fanny is also drawn to education, literature, and more intellectual pursuits.Published author and poet Henry Wadsworth Longfellow is also touring Europe, but under much different circumstances. Widowed while on tour, he has stayed in order to gather credentials that he hopes will secure his professorship at Harvard College. When Henry meets Fanny, he sees in her a kindred spirit, a lover of language and literature and high ideals. He is in love. Fanny, however, is uncertain. He is ten years older than she is, and from a much lower social class. How could such a relationship ever thrive?Could a book of Henry’s poetry, personally delivered, persuade Fanny to believe in a love that lasts forever and forever?",
        "category": "historical fiction",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f9/9e/f99e760b894d10c6e5ed578618918367.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/a-flight-of-arrows-the-pathfinders-2_876/index.html",
        "universal_product_code": "3a6fb983e2554023",
        "title": "A Flight of Arrows (The Pathfinders #2)",
        "price_including_tax": "£55.53",
        "price_excluding_tax": "£55.53",
        "number_available": "16",
        "product_description": "October 1776--August 1777It is said that what a man sows he will reap--and for such a harvest there is no set season. No one connected to Reginald Aubrey is untouched by the crime he committed twenty years ago. Not William, the Oneida child Reginald stole and raised as his own. Identity shattered, enlisted in the British army, William trains with Loyalist refugees eager to October 1776--August 1777It is said that what a man sows he will reap--and for such a harvest there is no set season. No one connected to Reginald Aubrey is untouched by the crime he committed twenty years ago. Not William, the Oneida child Reginald stole and raised as his own. Identity shattered, enlisted in the British army, William trains with Loyalist refugees eager to annihilate the rebels who forced them into exile. Coming to terms with who and what he is proves impossible, but if he breaks his Loyalist oath, he'll be no better than the man who constructed his life of lies.Not Anna, Reginald's adopted daughter, nor Two Hawks, William's twin, both who long for Reginald to accept their love despite the challenges they will face, building a marriage that bridges two cultures. Not Good Voice and Stone Thrower, freed of bitterness by a courageous act of forgiveness, but still yearning for their firstborn son and fearful for the future of their Oneida people.As the British prepare to attack frontier New York and Patriot regiments rally to defend it, two families separated by culture, united by love, will do all in their power to reclaim the son marching toward them in the ranks of their enemies.",
        "category": "historical fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ec/65/ec651ed66822d4b68938afa645b1ece2.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-house-by-the-lake_846/index.html",
        "universal_product_code": "9287e238d7c3b06e",
        "title": "The House by the Lake",
        "price_including_tax": "£36.95",
        "price_excluding_tax": "£36.95",
        "number_available": "15",
        "product_description": "Anna is content with her well-ordered life in San Francisco. But her world is turned upside down when her beloved grandfather, Max, reveals a startling secret: Anna is part of an aristocratic family who lost everything during World War II. What’s more, Max was forced to leave behind a precious item over seventy years ago in their estate in old Prussia. It’s now his ardent Anna is content with her well-ordered life in San Francisco. But her world is turned upside down when her beloved grandfather, Max, reveals a startling secret: Anna is part of an aristocratic family who lost everything during World War II. What’s more, Max was forced to leave behind a precious item over seventy years ago in their estate in old Prussia. It’s now his ardent wish that Anna retrieve it.Anna burns with questions as she heads for Germany: What memento could be so important to her grandfather? And why did he keep their history hidden? As she searches for answers, she finds herself drawn to Wil, a man who may hold the key to unlock the mystery. Together they discover that her family’s secrets are linked with an abandoned apartment in Paris, and these secrets go deeper than she ever imagined.Alternating between 1930s Europe and the present, The House by the Lake illuminates the destiny of a family caught in the tumult of history.",
        "category": "historical fiction",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/46/a2/46a2c968bfccf1979cc5576085eec6dd.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/mrs-houdini_821/index.html",
        "universal_product_code": "a40723994f715420",
        "title": "Mrs. Houdini",
        "price_including_tax": "£30.25",
        "price_excluding_tax": "£30.25",
        "number_available": "15",
        "product_description": "A captivating debut novel, meticulously researched and beautifully imagined, about the passionate marriage of Harry and Bess Houdini—a love story that defied death itself.Before escape artist Harry Houdini died, he vowed he would find a way to speak to his beloved wife Bess from beyond the grave using a coded message known only to the two of them. When a widowed Bess begin A captivating debut novel, meticulously researched and beautifully imagined, about the passionate marriage of Harry and Bess Houdini—a love story that defied death itself.Before escape artist Harry Houdini died, he vowed he would find a way to speak to his beloved wife Bess from beyond the grave using a coded message known only to the two of them. When a widowed Bess begins seeing this code in seemingly impossible places, it becomes clear that Harry has an urgent message to convey. Unlocking the puzzle will set Bess on a course back through the pair’s extraordinary romance, which swept the illusionist and his bride from the beaches of Coney Island, to the palaces of Budapest, to the back lots of Hollywood. When the mystery finally leads Bess to the doorstep of a mysterious young photographer, she realizes that her husband’s magic may have been more than just illusion.In surprising turns that weave through the uncertain days of the dawn of the twentieth century and continue into the dazzling 1920s, Mrs. Houdini is a thrilling tale that will take you deep into the heart of one of history’s greatest love stories—asking what drives people to believe in something bigger than themselves—even as it reveals the famous magician’s most remarkable feat of all.",
        "category": "historical fiction",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b4/45/b445dbc81ca3aff1321a6bf0d0fa231d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-marriage-of-opposites_759/index.html",
        "universal_product_code": "52cf2a5933ec5d8f",
        "title": "The Marriage of Opposites",
        "price_including_tax": "£28.08",
        "price_excluding_tax": "£28.08",
        "number_available": "14",
        "product_description": "From the New York Times bestselling author of The Dovekeepers and The Museum of Extraordinary Things: a forbidden love story set on the tropical island of St. Thomas about the extraordinary woman who gave birth to painter Camille Pissarro; the Father of Impressionism.Growing up on idyllic St. Thomas in the early 1800s, Rachel dreams of life in faraway Paris. Rachel's mothe From the New York Times bestselling author of The Dovekeepers and The Museum of Extraordinary Things: a forbidden love story set on the tropical island of St. Thomas about the extraordinary woman who gave birth to painter Camille Pissarro; the Father of Impressionism.Growing up on idyllic St. Thomas in the early 1800s, Rachel dreams of life in faraway Paris. Rachel's mother, a pillar of their small refugee community of Jews who escaped the Inquisition, has never forgiven her daughter for being a difficult girl who refuses to live by the rules. Growing up, Rachel's salvation is their maid Adelle's belief in her strengths, and her deep, life-long friendship with Jestine, Adelle's daughter. But Rachel's life is not her own. She is married off to a widower with three children to save her father's business. When her husband dies suddenly and his handsome, much younger nephew, Fréderick, arrives from France to settle the estate, Rachel seizes her own life story, beginning a defiant, passionate love affair that sparks a scandal that affects all of her family, including her favorite son, who will become one of the greatest artists of France.Building on the triumphs of The Dovekeepers and The Museum of Extraordinary Things, set in a world of almost unimaginable beauty, The Marriage of Opposites showcases the beloved, bestselling Alice Hoffman at the height of her considerable powers. Once forgotten to history, the marriage of Rachel and Fréderick is a story that is as unforgettable as it is remarkable.",
        "category": "historical fiction",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/33/8e/338e196723f3fb10d5c6990fe54be61d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/glory-over-everything-beyond-the-kitchen-house_696/index.html",
        "universal_product_code": "de4b403cb629a29f",
        "title": "Glory over Everything: Beyond The Kitchen House",
        "price_including_tax": "£45.84",
        "price_excluding_tax": "£45.84",
        "number_available": "14",
        "product_description": "From the author of the New York Times bestseller and beloved book club favorite The Kitchen House, a novel of family and long-buried secrets along the treacherous Underground Railroad.Jamie Pyke, son of both a slave and master of Tall Oakes, has a deadly secret that compels him to take a treacherous journey through the Underground Railroad.Published in 2010, The Kitchen Ho From the author of the New York Times bestseller and beloved book club favorite The Kitchen House, a novel of family and long-buried secrets along the treacherous Underground Railroad.Jamie Pyke, son of both a slave and master of Tall Oakes, has a deadly secret that compels him to take a treacherous journey through the Underground Railroad.Published in 2010, The Kitchen House became a grassroots bestseller. Fans connected so deeply to the book’s characters that the author, Kathleen Grissom, found herself being asked over and over “what happens next?” The wait is finally over.This new, stand-alone novel opens in 1830, and Jamie, who fled from the Virginian plantation he once called home, is passing in Philadelphia society as a wealthy white silversmith. After many years of striving, Jamie has achieved acclaim and security, only to discover that his aristocratic lover Caroline is pregnant. Before he can reveal his real identity to her, he learns that his beloved servant Pan has been captured and sold into slavery in the South. Pan’s father, to whom Jamie owes a great debt, pleads for Jamie’s help, and Jamie agrees, knowing the journey will take him perilously close to Tall Oakes and the ruthless slave hunter who is still searching for him. Meanwhile, Caroline’s father learns and exposes Jamie’s secret, and Jamie loses his home, his business, and finally Caroline.Heartbroken and with nothing to lose, Jamie embarks on a trip to a North Carolina plantation where Pan is being held with a former Tall Oakes slave named Sukey, who is intent on getting Pan to the Underground Railroad. Soon the three of them are running through the Great Dismal Swamp, the notoriously deadly hiding place for escaped slaves. Though they have help from those in the Underground Railroad, not all of them will make it out alive.",
        "category": "historical fiction",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/06/ac/06ac98df817412ce2419c4509fa98c80.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/love-lies-and-spies_622/index.html",
        "universal_product_code": "9546d537fbf99eb6",
        "title": "Love, Lies and Spies",
        "price_including_tax": "£20.55",
        "price_excluding_tax": "£20.55",
        "number_available": "12",
        "product_description": "Juliana Telford is not your average nineteenth-century young lady. She’s much more interested in researching ladybugs than marriage, fashionable dresses, or dances. So when her father sends her to London for a season, she’s determined not to form any attachments. Instead, she plans to secretly publish their research.Spencer Northam is not the average young gentleman of lei Juliana Telford is not your average nineteenth-century young lady. She’s much more interested in researching ladybugs than marriage, fashionable dresses, or dances. So when her father sends her to London for a season, she’s determined not to form any attachments. Instead, she plans to secretly publish their research.Spencer Northam is not the average young gentleman of leisure he appears. He is actually a spy for the War Office, and is more focused on acing his first mission than meeting eligible ladies. Fortunately, Juliana feels the same, and they agree to pretend to fall for each other. Spencer can finally focus, until he is tasked with observing Juliana’s traveling companions . . . and Juliana herself.",
        "category": "historical fiction",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/5c/19/5c19785278eaa6bf984ce6659847abc3.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/a-paris-apartment_612/index.html",
        "universal_product_code": "63343e287971bb0c",
        "title": "A Paris Apartment",
        "price_including_tax": "£39.01",
        "price_excluding_tax": "£39.01",
        "number_available": "12",
        "product_description": "Bienvenue à Paris!When April Vogt's boss tells her about an apartment in the ninth arrondissement that has been discovered after being shuttered for the past seventy years, the Sotheby's continental furniture specialist does not hear the words “dust” or “rats” or “decrepit.” She hears Paris. She hears escape.Once in France, April quickly learns the apartment is not merely Bienvenue à Paris!When April Vogt's boss tells her about an apartment in the ninth arrondissement that has been discovered after being shuttered for the past seventy years, the Sotheby's continental furniture specialist does not hear the words “dust” or “rats” or “decrepit.” She hears Paris. She hears escape.Once in France, April quickly learns the apartment is not merely some rich hoarder's repository. Beneath the cobwebs and stale perfumed air is a goldmine, and not because of the actual gold (or painted ostrich eggs or mounted rhinoceros horns or bronze bathtub). First, there's a portrait by one of the masters of the Belle Epoque, Giovanni Boldini. And then there are letters and journals written by the very woman in the painting, Marthe de Florian. These documents reveal that she was more than a renowned courtesan with enviable decolletage. Suddenly April's quest is no longer about the bureaux plats and Louis-style armchairs that will fetch millions at auction. It's about discovering the story behind this charismatic woman.It's about discovering two women, actually.With the help of a salty (and annoyingly sexy) Parisian solicitor and the courtesan's private diaries, April tries to uncover the many secrets buried in the apartment. As she digs into Marthe's life, April can't help but take a deeper look into her own. Having left behind in the States a cheating husband, a family crisis about to erupt, and a career she's been using as the crutch to simply get by, she feels compelled to sort out her own life too. When the things she left bubbling back home begin to boil over, and Parisian delicacies beyond flaky pâtisseries tempt her better judgment, April knows that both she and Marthe deserve happy finales.Whether accompanied by croissants or champagne, this delectable debut novel depicts the Paris of the Belle Epoque and the present day with vibrant and stunning allure. Based on historical events, Michelle Gable's A Paris Apartment will entertain and inspire, as readers embrace the struggles and successes of two very unforgettable women.",
        "category": "historical fiction",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b3/d9/b3d90aca157d5a250becc8b255a37251.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/lilac-girls_597/index.html",
        "universal_product_code": "bade9943ee01b63f",
        "title": "Lilac Girls",
        "price_including_tax": "£17.28",
        "price_excluding_tax": "£17.28",
        "number_available": "11",
        "product_description": "Inspired by the life of a real World War II heroine, this debut novel reveals a story of love, redemption, and secrets that were hidden for decades.New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then s Inspired by the life of a real World War II heroine, this debut novel reveals a story of love, redemption, and secrets that were hidden for decades. New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then sets its sights on France.   An ocean away from Caroline, Kasia Kuzmerick, a Polish teenager, senses her carefree youth disappearing as she is drawn deeper into her role as courier for the underground resistance movement. In a tense atmosphere of watchful eyes and suspecting neighbors, one false move can have dire consequences.   For the ambitious young German doctor, Herta Oberheuser, an ad for a government medical position seems her ticket out of a desolate life. Once hired, though, she finds herself trapped in a male-dominated realm of Nazi secrets and power.   The lives of these three women are set on a collision course when the unthinkable happens and Kasia is sent to Ravensbrück, the notorious Nazi concentration camp for women. Their stories cross continents—from New York to Paris, Germany, and Poland—as Caroline and Kasia strive to bring justice to those whom history has forgotten.",
        "category": "historical fiction",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c0/80/c080a1626edf581b780420db13e7b074.jpg"
    }
]