[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html",
        "universal_product_code": "a897fe39b1053632",
        "title": "A Light in the Attic",
        "price_including_tax": "£51.77",
        "price_excluding_tax": "£51.77",
        "number_available": "22",
        "product_description": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love that Silverstein. Need proof of his genius? RockabyeRockabye baby, in the treetopDon't you know a treetopIs no safe place to rock?And who put you up there,And your cradle, too?Baby, I think someone down here'sGot it in for you. Shel, you never sounded so good.",
        "category": "poetry",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fe/72/fe72f0532301ec28892ae79a629a293c.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-black-maria_991/index.html",
        "universal_product_code": "1dfe412b8ac00530",
        "title": "The Black Maria",
        "price_including_tax": "£52.15",
        "price_excluding_tax": "£52.15",
        "number_available": "19",
        "product_description": "Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandabl Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandable that we think of her as the blessed curator of our collective histories. There is in her art the vulnerability of one who lives inside of the stories that she gathers in this remarkable collection. Her poems set off alarms even as they transform the world she inhabits, showing us, in the process, exactly what she asks of Romare Bearden’s art: ‘…how not to // assign all blackness near the sea / a captivity.’ This is one of the many sweet contradictions in the black maria, which ‘is a black flag / wounding the pastoral.’ I am deeply thankful that we have a poet of her unique and singular talent writing today.\" —Kwame DawesTaking its name from the moon's dark plains, misidentified as seas by early astronomers, the black maria investigates African diasporic histories, the consequences of racism within American culture, and the question of human identity. Central to this project is a desire to recognize the lives of Eritrean refugees who have been made invisible by years of immigration crisis, refugee status, exile, and resulting statelessness. The recipient of a 2015 Whiting Award for Poetry, Girmay's newest collection elegizes and celebrates life, while wrestling with the humanistic notion of seeing beyond: seeing violence, seeing grace, and seeing each other better.\"to the sea\"great storage house, historyon which we rode, we touchedthe brief pulse of your flutteringpages, spelled with salt & life,your rage, your indifferenceyour gentleness washing our feet,all of you going onwhether or not we live,to you we bring our carnationsyellow & pink, how they floatlike bright sentences atopyour memory's dark hairAracelis Girmay is the author of three poetry collections, the black maria; Kingdom Animalia, which won the Isabella Gardner Award and was a finalist for the NBCC Award; and Teeth. The recipient of a 2015 Whiting Award, she has received grants and fellowships from the Jerome, Cave Canem, and Watson foundations, as well as Civitella Ranieri and the NEA. She currently teaches at Hampshire College's School for Interdisciplinary Arts and in Drew University's low residency MFA program. Originally from Santa Ana, California, she splits her time between New York and Amherst, Massachusetts.",
        "category": "poetry",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d1/7a/d17a3e313e52e1be5651719e4fba1d16.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/shakespeares-sonnets_989/index.html",
        "universal_product_code": "30a7f60cd76ca58c",
        "title": "Shakespeare's Sonnets",
        "price_including_tax": "£20.66",
        "price_excluding_tax": "£20.66",
        "number_available": "19",
        "product_description": "This book is an important and complete collection of the Sonnets of William Shakespeare. Most readers are aware of the great plays and manuscripts written for the stage, but are unaware of the magnificent Sonnets which were written around the same period. This is an excellent, complete collection of the Sonnets and poetry of William Shakespeare and should not be missed by This book is an important and complete collection of the Sonnets of William Shakespeare. Most readers are aware of the great plays and manuscripts written for the stage, but are unaware of the magnificent Sonnets which were written around the same period. This is an excellent, complete collection of the Sonnets and poetry of William Shakespeare and should not be missed by those interested in the completion of a collection of his writings and those interested in early poetic works.",
        "category": "poetry",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4d/7a/4d7a79a8be80a529b277ed5c4d8ba482.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/olio_984/index.html",
        "universal_product_code": "feb7cc7701ecf901",
        "title": "Olio",
        "price_including_tax": "£23.88",
        "price_excluding_tax": "£23.88",
        "number_available": "19",
        "product_description": "Part fact, part fiction, Tyehimba Jess's much anticipated second book weaves sonnet, song, and narrative to examine the lives of mostly unrecorded African American performers directly before and after the Civil War up to World War I. Olio is an effort to understand how they met, resisted, complicated, co-opted, and sometimes defeated attempts to minstrelize them.So, while Part fact, part fiction, Tyehimba Jess's much anticipated second book weaves sonnet, song, and narrative to examine the lives of mostly unrecorded African American performers directly before and after the Civil War up to World War I. Olio is an effort to understand how they met, resisted, complicated, co-opted, and sometimes defeated attempts to minstrelize them.So, while I lead this choir, I still find thatI'm being led…I'm a missionarymending my faith in the midst of this flock…I toil in their fields of praise. When folks seethese freedmen stand and sing, they hear their Godspeak in tongues. These nine dark mouths sing shelter;they echo a hymn's haven from slavery's weather.Detroit native Tyehimba Jess' first book of poetry, leadbelly, was a winner of the 2004 National Poetry Series. Jess, a Cave Canem and NYU Alumni, has received fellowships from the Whiting Foundation, National Endowment for the Arts, Illinois Arts Council, and the Provincetown Fine Arts Work Center. Jess is also a veteran of the 2000 and 2001 Green Mill Poetry Slam Team. He exhibited his poetry at the 2011 TEDxNashville Conference. Jess is an Associate Professor of English at College of Staten Island.",
        "category": "poetry",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b1/0e/b10eabab1e1c811a6d47969904fd5755.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/you-cant-bury-them-all-poems_961/index.html",
        "universal_product_code": "55f9da0c5eea2e10",
        "title": "You can't bury them all: Poems",
        "price_including_tax": "£33.63",
        "price_excluding_tax": "£33.63",
        "number_available": "17",
        "product_description": "A poetry that is at once harrowing, angry, and achingly beautiful Patrick Woodcock has spent the past seven years engaging with and being shaped by the people, politics, and landscapes of the Kurdish north of Iraq, Fort Good Hope in the Northwest Territories, and Azerbaijan. His powerful new collection offers a poetry that simultaneously explores hope and horror while doc A poetry that is at once harrowing, angry, and achingly beautiful Patrick Woodcock has spent the past seven years engaging with and being shaped by the people, politics, and landscapes of the Kurdish north of Iraq, Fort Good Hope in the Northwest Territories, and Azerbaijan. His powerful new collection offers a poetry that simultaneously explores hope and horror while documenting the transformative processes of coping. You can’t bury them all follows the narratives we construct to survive the tragic failures of our humanity to their very end: everything that’s buried by snow, dirt, and ash, just like everything that’s buried by politics, homophobia, sexism, racism, religion; and history is resurrected, demanding to be heard and addressed.In Woodcock’s poetry, how we deal with what resurfaces is the key. What do those who suffer really mean to those who have abandoned them to small, conscience-soothing charitable donations or the occasional tweet? How can the poet, or anyone else, sleep at night knowing homosexuals are being thrown off building tops, after one steps into a hole and finds an abandoned corpse in an Azeri cemetery, or after the elders of an Aboriginal community are left helpless against those who only want to exploit them? Still, You can’t bury them all demonstrates that the world is not just the horrific place the media often portrays. In each of the worlds he touches, Woodcock discovers a spirit and strength to celebrate.",
        "category": "poetry",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b7/44/b7440aa88046b0bf8cba50d59295518e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/slow-states-of-collapse-poems_960/index.html",
        "universal_product_code": "b4fd5943413e089a",
        "title": "Slow States of Collapse: Poems",
        "price_including_tax": "£57.31",
        "price_excluding_tax": "£57.31",
        "number_available": "17",
        "product_description": "The eagerly anticipated debut from one of Canada’s most exciting new poets In her debut collection, Ashley-Elizabeth Best explores the cultivation of resilience during uncertain and often trying times. It’s a book built around day-to-day conflicts — poems about love, family, grief, power, and longing. Navigating the fault lines of popular culture and traditional poetry to The eagerly anticipated debut from one of Canada’s most exciting new poets In her debut collection, Ashley-Elizabeth Best explores the cultivation of resilience during uncertain and often trying times. It’s a book built around day-to-day conflicts — poems about love, family, grief, power, and longing. Navigating the fault lines of popular culture and traditional poetry to assert that we are all history makers, Slow States of Collapse enters the landscape of personal narrative in an attempt to reconcile life’s little universal griefs.Slow States of Collapse presents a world that is at once menacing and full of wonder and grace. It’s a poetry of “casual cruelty” and “kisses like / puncture wounds,” of “something too tender to touch” and “the threat of an intense beauty.” In this collection, illness confronts bedside manners while a migrant restlessness also paints remarkable portraits of shifting self-image, and in the process the nature of personal and political power is reimagined.",
        "category": "poetry",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/db/ac/dbac3faca8a799824f5725d66c0fcce3.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/untitled-collection-sabbath-poems-2014_953/index.html",
        "universal_product_code": "657fe5ead67a7767",
        "title": "Untitled Collection: Sabbath Poems 2014",
        "price_including_tax": "£14.27",
        "price_excluding_tax": "£14.27",
        "number_available": "16",
        "product_description": "More than thirty-five years ago, when the weather allowed, Wendell Berry began spending his sabbaths outdoors, walking and wandering around familiar territory, seeking a deep intimacy only time could provide. These walks arranged themselves into poems and each year since he has completed a sequence dated by the year of its composition. Last year we collected the lot into a More than thirty-five years ago, when the weather allowed, Wendell Berry began spending his sabbaths outdoors, walking and wandering around familiar territory, seeking a deep intimacy only time could provide. These walks arranged themselves into poems and each year since he has completed a sequence dated by the year of its composition. Last year we collected the lot into a collection, This Day, the Sabbath Poems 1979-2013. This new sequence for the following year is one of the richest yet. This group provides a virtual syllabus for all of Mr. Berry’s cultural and agricultural work in concentrated form. Many of these poems are drawn from the view from a small porch in the woods, a place of stillness and reflection, a vantage point “of the one/life of the forest composed/of uncountable lives in countless/years each life coherent itself within/ the coherence, the great composure,/of all.” A new collection of Wendell Berry poems is always an occasion of joyful celebration and this one is especially so.",
        "category": "poetry",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/65/6e/656e79dfd4f8b6bf19ffde2c75ceda81.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/poems-that-make-grown-women-cry_824/index.html",
        "universal_product_code": "31001a1210623bd4",
        "title": "Poems That Make Grown Women Cry",
        "price_including_tax": "£14.19",
        "price_excluding_tax": "£14.19",
        "number_available": "15",
        "product_description": "Following the success of their anthology Poems That Make Grown Men Cry, father-and-son team Anthony and Ben Holden, working with Amnesty International, have asked the same revealing question of 100 remarkable women. What poem has moved you to tears?The poems chosen range from the eighth century to today, from Rumi and Shakespeare to Sylvia Plath, W.H. Auden to Carol Ann Du Following the success of their anthology Poems That Make Grown Men Cry, father-and-son team Anthony and Ben Holden, working with Amnesty International, have asked the same revealing question of 100 remarkable women. What poem has moved you to tears?The poems chosen range from the eighth century to today, from Rumi and Shakespeare to Sylvia Plath, W.H. Auden to Carol Ann Duffy, Pablo Neruda and Derek Walcott to Imtiaz Dharker and Warsan Shire. Their themes range from love and loss, through mortality and mystery, war and peace, to the beauty and variety of nature. From Yoko Ono to Judi Dench, Chimamanda Ngozi Adichie to Elena Ferrante, Carol Ann Duffy to Kaui Hart Hemmings, and Joan Baez to Nikki Giovanni, this unique collection delivers private insights into the minds of women whose writing, acting, and thinking are admired around the world.",
        "category": "poetry",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/18/ac/18ac3f16b10a5fc47e603d93335e3f24.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/night-sky-with-exit-wounds_822/index.html",
        "universal_product_code": "cfeb1e1e0e695b58",
        "title": "Night Sky with Exit Wounds",
        "price_including_tax": "£41.05",
        "price_excluding_tax": "£41.05",
        "number_available": "15",
        "product_description": "“Reading Vuong is like watching a fish move: he manages the varied currents of English with muscled intuition. His poems are by turns graceful and wonderstruck. His lines are both long and short, his pose narrative and lyric, his diction formal and insouciant. From the outside, Vuong has fashioned a poetry of inclusion.”—The New YorkerOcean Vuong's first full-length collec “Reading Vuong is like watching a fish move: he manages the varied currents of English with muscled intuition. His poems are by turns graceful and wonderstruck. His lines are both long and short, his pose narrative and lyric, his diction formal and insouciant. From the outside, Vuong has fashioned a poetry of inclusion.”—The New YorkerOcean Vuong's first full-length collection aims straight for the perennial \"big\"—and very human—subjects of romance, family, memory, grief, war, and melancholia. None of these he allows to overwhelm his spirit or his poems, which demonstrate, through breath and cadence and unrepentant enthrallment, that a gentle palm on a chest can calm the fiercest hungers.",
        "category": "poetry",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ff/48/ff48b0696fb97b7f7b5c6d15e372cb70.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/salt_731/index.html",
        "universal_product_code": "86cbddb61ea78bb7",
        "title": "salt.",
        "price_including_tax": "£46.78",
        "price_excluding_tax": "£46.78",
        "number_available": "14",
        "product_description": "Salt is a journey through warmth and sharpness. This collection of poetry explores the realities of multiple identities, language, diasporic life & pain, the self, community, healing, celebration, and love.",
        "category": "poetry",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c9/92/c9924f9637aef6d9fc8e165be62f69ee.jpg"
    }
]