[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/chase-me-paris-nights-2_977/index.html",
        "universal_product_code": "c2e46a2ee3b4a322",
        "title": "Chase Me (Paris Nights #2)",
        "price_including_tax": "£25.27",
        "price_excluding_tax": "£25.27",
        "number_available": "19",
        "product_description": "A Michelin two-star chef at twenty-eight, Violette Lenoir could handle anything, including a cocky burglar who broke into her restaurant in the middle of the night.Or so she thought.Elite counterterrorist operative Chase “Smith” had been through things that made Hell Week look easy. But nothing had prepared him for a leather-clad blonde who held him at bay at knifepoint an A Michelin two-star chef at twenty-eight, Violette Lenoir could handle anything, including a cocky burglar who broke into her restaurant in the middle of the night.Or so she thought.Elite counterterrorist operative Chase “Smith” had been through things that made Hell Week look easy. But nothing had prepared him for a leather-clad blonde who held him at bay at knifepoint and dared him to take her on.Now if only saving the world didn’t require he ruin her life.Two people who thought they could handle anything now have to take on each other. It's a battle neither one expected. But with their futures on the line, they have nothing to lose...but their hearts.Warning: This book contains one arrogant Navy SEAL, nights of Paris passion, and a woman who wants to have it all.",
        "category": "romance",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6c/84/6c84fcf7a53b02b6e763de7272934842.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/black-dust_976/index.html",
        "universal_product_code": "00bfed9e18bb36f3",
        "title": "Black Dust",
        "price_including_tax": "£34.53",
        "price_excluding_tax": "£34.53",
        "number_available": "19",
        "product_description": "No matter how busy he keeps himself, successful Broadway musician Tobias Spence can’t outrun the memory of a tragic car crash from his past that claimed a friend’s life and permanently injured his former boyfriend, Emmett.Even after losing Tobias, Emmett Henderson made peace with that awful night, living in his Indiana hometown where he has become a revered choral director No matter how busy he keeps himself, successful Broadway musician Tobias Spence can’t outrun the memory of a tragic car crash from his past that claimed a friend’s life and permanently injured his former boyfriend, Emmett.Even after losing Tobias, Emmett Henderson made peace with that awful night, living in his Indiana hometown where he has become a revered choral director. When his students are asked to perform in New York City, he decides to chance reconnecting with his former love, if for no other reason than to get a proper goodbye.When Emmett and Tobias finally meet 15 years after parting ways, it is clear to both of them that their feelings for each other have not changed. As they explore their renewed relationship, the two men face old hurts and the new challenges of a long-distance romance. Will Tobias lose his second chance at love to the ghosts he can’t seem to put to rest?",
        "category": "romance",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a4/0a/a40af95beab828af1a4757ad1ee17da3.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/her-backup-boyfriend-the-sorensen-family-1_896/index.html",
        "universal_product_code": "2a97cffe61c3c4c7",
        "title": "Her Backup Boyfriend (The Sorensen Family #1)",
        "price_including_tax": "£33.97",
        "price_excluding_tax": "£33.97",
        "number_available": "16",
        "product_description": "One little white lie leads to more than she planned…Straight-laced lawyer Kate Matthews always plays by the rules. But when her ex gets engaged and a big promotion is on the line at work, she blurts out that she has a new boyfriend. And now that she’s proved she “has a life” outside of work, everything is perfect. Except for one teeny little detail—there is no boyfriend. A One little white lie leads to more than she planned…Straight-laced lawyer Kate Matthews always plays by the rules. But when her ex gets engaged and a big promotion is on the line at work, she blurts out that she has a new boyfriend. And now that she’s proved she “has a life” outside of work, everything is perfect. Except for one teeny little detail—there is no boyfriend. And now Kate’s liable for her little white lie…Dominic Sorensen is hot, charming, and very definitely not Kate’s type. But not only does Dominic want to help Kate renovate her home, he’s also willing to play “boyfriend.” All he wants in return is a little pro bono work for his sister. Now instead of Mr. Right, Kate has a delectable Mr. Fix-It-Right—and some unbelievable sexual chemistry. And if falling for Dominic is a breach of contract, Kate is guilty as charged…",
        "category": "romance",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/41/ee/41ee38c1d15f0139a3fb17b730dc4347.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/first-and-first-five-boroughs-3_893/index.html",
        "universal_product_code": "9e28048cea8d41f7",
        "title": "First and First (Five Boroughs #3)",
        "price_including_tax": "£15.97",
        "price_excluding_tax": "£15.97",
        "number_available": "16",
        "product_description": "Caleb Stone was raised on the Upper East Side, where wealth and lineage reigns, and “alternative lifestyles” are hidden. It took him years to come out to his family, but he’s still stuck in the stranglehold of their expectations. Caleb knows he has to build his confidence and shake things up, but he doesn’t know how… until Oliver Buckley enters the picture.Oli is everythin Caleb Stone was raised on the Upper East Side, where wealth and lineage reigns, and “alternative lifestyles” are hidden. It took him years to come out to his family, but he’s still stuck in the stranglehold of their expectations. Caleb knows he has to build his confidence and shake things up, but he doesn’t know how… until Oliver Buckley enters the picture.Oli is everything Caleb isn’t—risk-taking, provocative, and fiercely independent. Disowned by his family, Oli has made his own way in the world and is beholden to no one. After a chance encounter on New Year’s Eve, Caleb is smitten.As Caleb sheds the insecurities that have held him back for years, he makes bold steps toward changing his career and escaping years of sexual repression. But for Caleb to take full control of his life, he has to be brave enough to confront his feelings and trust Oli with his heart.",
        "category": "romance",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/01/a5/01a5285b17e7ec0e7e56294a8f8af28d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/fifty-shades-darker-fifty-shades-2_892/index.html",
        "universal_product_code": "7add3f8e49ec0826",
        "title": "Fifty Shades Darker (Fifty Shades #2)",
        "price_including_tax": "£21.96",
        "price_excluding_tax": "£21.96",
        "number_available": "16",
        "product_description": "Daunted by the singular sexual tastes and dark secrets of the beautiful, tormented young entrepreneur Christian Grey, Anastasia Steele has broken off their relationship to start a new career with a Seattle publishing house.But desire for Christian still dominates her every waking thought, and when he proposes a new arrangement, Anastasia cannot resist. They rekindle their Daunted by the singular sexual tastes and dark secrets of the beautiful, tormented young entrepreneur Christian Grey, Anastasia Steele has broken off their relationship to start a new career with a Seattle publishing house.But desire for Christian still dominates her every waking thought, and when he proposes a new arrangement, Anastasia cannot resist. They rekindle their searing sensual affair, and Anastasia learns more about the harrowing past of her damaged, driven, and demanding Fifty Shades.While Christian wrestles with his inner demons, Anastasia must confront her anger and envy of the women who came before her and make the most important decision of her life.Erotic, sparkling and suspenseful, Fifty Shades Darker is the irresistibly addictive second part of the Fifty Shades trilogy.Learn more about E. L. James at thewriterscoffeeshop.com/ejames and on Twitter @E_L_JamesNeed the first Fifty Shades? Search Fifty Shades of Grey",
        "category": "romance",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/51/86/51862681bebec59be61f36f937c71fce.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-wedding-dress_864/index.html",
        "universal_product_code": "623e1a180426039b",
        "title": "The Wedding Dress",
        "price_including_tax": "£24.12",
        "price_excluding_tax": "£24.12",
        "number_available": "15",
        "product_description": "Four brides. One Dress.A tale of faith, redemption, and timeless love.Charlotte owns a chic Birmingham bridal boutique. Dressing brides for their big day is her gift . . . and her passion. But with her own wedding day approaching, why can't she find the perfect dress...or feel certain she should marry Tim?Then Charlotte discovers a vintage dress in a battered trunk at an e Four brides. One Dress.A tale of faith, redemption, and timeless love.Charlotte owns a chic Birmingham bridal boutique. Dressing brides for their big day is her gift . . . and her passion. But with her own wedding day approaching, why can't she find the perfect dress...or feel certain she should marry Tim?Then Charlotte discovers a vintage dress in a battered trunk at an estate sale. It looks brand-new-shimmering with pearls and satin, hand-stitched and timeless in its design. But where did it come from? Who wore it? Who welded the lock shut and tucked the dog tags in that little sachet? Who left it in the basement for a ten-year-old girl? And what about the mysterious man in the purple vest who insists the dress had been \"redeemed.\"Charlotte's search for the gown's history-and its new bride-begins as a distraction from her sputtering love life. But it takes on a life of its own as she comes to know the women who have worn the dress. Emily from 1912. Mary Grace from 1939. Hillary from 1968. Each with her own story of promise, pain, and destiny. And each with something unique to share. For woven within the threads of the beautiful hundred-year-old gown is the truth about Charlotte's heritage, the power of courage and faith, and the timeless beauty of finding true love.",
        "category": "romance",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/29/3b/293bd9cd6fe1f8c82d1688aefe6cc5f7.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/suddenly-in-love-lake-haven-1_835/index.html",
        "universal_product_code": "203b7f94b7d6115f",
        "title": "Suddenly in Love (Lake Haven #1)",
        "price_including_tax": "£55.99",
        "price_excluding_tax": "£55.99",
        "number_available": "15",
        "product_description": "Mia Lassiter is thrilled to finally put her artistic skills to use working for her aunt’s interior design shop in her hometown of East Beach. While renovating an old mansion overlooking stunning Lake Haven, she encounters a scruffy but attractive man named Brennan—the owner’s son. She doesn’t realize this sexy recluse is actually Everett Alden, the world-famous rock star i Mia Lassiter is thrilled to finally put her artistic skills to use working for her aunt’s interior design shop in her hometown of East Beach. While renovating an old mansion overlooking stunning Lake Haven, she encounters a scruffy but attractive man named Brennan—the owner’s son. She doesn’t realize this sexy recluse is actually Everett Alden, the world-famous rock star in hiding who’s nursing his own artistic and personal crises.As their personalities clash, tension simmers between the struggling artist and jaded musician, and their time spent alone together in the gorgeous old house only serves to turn up the heat. Soon, Mia and Brennan’s creative passions boil over to inspire passions of another kind…But reality comes crashing in when Mia’s celeb-obsessed cousin discovers Brennan’s true identity—and reveals it to the world. As paparazzi swarm the mansion, Brennan is thrust back into his rock star lifestyle. Will Mia lose her soul mate just when she’s finally found him? Can their love survive the glaring spotlight?",
        "category": "romance",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/58/bb/58bb81b052b6ad90adcd57e95da99a50.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/something-more-than-this_834/index.html",
        "universal_product_code": "ca71e72655bece85",
        "title": "Something More Than This",
        "price_including_tax": "£16.24",
        "price_excluding_tax": "£16.24",
        "number_available": "15",
        "product_description": "Katy Lewis has it all: a sports reporting job she loves, a great roommate, and two brothers who, while nosy, always have her back. But when Conner Roberts, Katy’s unrequited first crush, suddenly shows up—and shows interest—after nine years, she reverts to a sweaty, panicked sixteen-year-old once more.And if trying to read Conner’s signals isn’t tough enough, Katy’s heart Katy Lewis has it all: a sports reporting job she loves, a great roommate, and two brothers who, while nosy, always have her back. But when Conner Roberts, Katy’s unrequited first crush, suddenly shows up—and shows interest—after nine years, she reverts to a sweaty, panicked sixteen-year-old once more.And if trying to read Conner’s signals isn’t tough enough, Katy’s heart is sending some mixed messages of its own. When a beautiful blonde coworker starts pursuing Katy’s boss, Dylan Sterling—her longtime mentor and friend—she realizes she may have a problem with that. A reunion with Conner is what she’s dreamed of for so long…so why can’t she stop thinking about Dylan?For the first time ever, Katy must fact-check her heart. Should she go after the guy she thought she always wanted or see if there’s something more with the one who’s been there all along?",
        "category": "romance",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b8/f9/b8f9e0169c3811f9ed145c3824208de6.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/doing-it-over-most-likely-to-1_802/index.html",
        "universal_product_code": "3a11bb962ff45b78",
        "title": "Doing It Over (Most Likely To #1)",
        "price_including_tax": "£35.61",
        "price_excluding_tax": "£35.61",
        "number_available": "15",
        "product_description": "Voted Most Likely to Succeed, Melanie Bartlett ended up anything but. The down-on-her-luck single mom wants a complete do-over—is that too much to ask? With her family long gone from River Bend, strong, independent Mel is as surprised as anyone to end up in the quaint small town she once called home. But with her friends, Jo and Zoe, by her side, and a comfortable room at Voted Most Likely to Succeed, Melanie Bartlett ended up anything but. The down-on-her-luck single mom wants a complete do-over—is that too much to ask? With her family long gone from River Bend, strong, independent Mel is as surprised as anyone to end up in the quaint small town she once called home. But with her friends, Jo and Zoe, by her side, and a comfortable room at Miss Gina’s quirky bed-and-breakfast, she just might have turned the corner on a new life.Wyatt Gibson never liked the big city. River Bend suits the ruggedly handsome builder just fine. Wyatt knows he’s home, even if that means being charmed by the appearance of Melanie and her spunky, adorable daughter. Is Wyatt’s calm devotion—even amid a coming storm—enough to convince Mel she may have found a home to call her own, a family that never leaves, and a true love to last a lifetime?",
        "category": "romance",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4b/91/4b91460323973e9e140626d00474d74c.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-wedding-pact-the-omalleys-2_767/index.html",
        "universal_product_code": "c5cb9f885d8b3621",
        "title": "The Wedding Pact (The O'Malleys #2)",
        "price_including_tax": "£32.61",
        "price_excluding_tax": "£32.61",
        "number_available": "14",
        "product_description": "New York Times and USA Today bestselling author Katee Robert continues her smoking-hot series about the O'Malleys—wealthy, powerful, and full of scandalous family secrets. Carrigan O'Malley has always known her arranged marriage would be more about power and prestige than passion. But after one taste of the hard-bodied, whiskey-voiced James Halloran, she's ruined for anyo New York Times and USA Today bestselling author Katee Robert continues her smoking-hot series about the O'Malleys—wealthy, powerful, and full of scandalous family secrets. Carrigan O'Malley has always known her arranged marriage would be more about power and prestige than passion. But after one taste of the hard-bodied, whiskey-voiced James Halloran, she's ruined for anyone else. Too bad James and his family are enemy number 1. Hallorans vs. O'Malleys—that's how it's always been. James should be thinking more about how to expand his family's empire instead of how silky Carrigan's skin is against his and how he can next get her into his bed. Those are dangerous thoughts. But not nearly as dangerous as he'll be if he can't get what he wants: Carrigan by his side for the rest of their lives.",
        "category": "romance",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/21/53/21539e305aa09ec40b36daa43db3f2fe.jpg"
    }
]