[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/scott-pilgrims-precious-little-life-scott-pilgrim-1_987/index.html",
        "universal_product_code": "3b1c02bac2a429e6",
        "title": "Scott Pilgrim's Precious Little Life (Scott Pilgrim #1)",
        "price_including_tax": "£52.29",
        "price_excluding_tax": "£52.29",
        "number_available": "19",
        "product_description": "Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get turned upside-down? Will he have to face Ramona's seven evil ex-boyfriends in battle? The short answer is yes. The long answer is Scott Pilgrim, Volume 1: Scott Pilgrim's Precious Little Life",
        "category": "sequential art",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/97/27/97275841c81e66d53bf9313cba06f23e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/tsubasa-world-chronicle-2-tsubasa-world-chronicle-2_949/index.html",
        "universal_product_code": "09555be379ad9253",
        "title": "Tsubasa: WoRLD CHRoNiCLE 2 (Tsubasa WoRLD CHRoNiCLE #2)",
        "price_including_tax": "£16.28",
        "price_excluding_tax": "£16.28",
        "number_available": "16",
        "product_description": "DUAL WORLDS, DUAL SIGHTS In the land of Nirai Kanai, there are two realms, one that is the \"outside\" world, and another that is \"inside\" and hidden from the rest of reality. At the request of the holy Himegami, Syaoran ventures into this inside realm to investigate an anomaly, but what he sees there is very different from what Fai and Kurogane see. What does this discrepa DUAL WORLDS, DUAL SIGHTS   In the land of Nirai Kanai, there are two realms, one that is the \"outside\" world, and another that is \"inside\" and hidden from the rest of reality. At the request of the holy Himegami, Syaoran ventures into this inside realm to investigate an anomaly, but what he sees there is very different from what Fai and Kurogane see. What does this discrepancy mean, and what can they do to overcome it?!",
        "category": "sequential art",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/8b/ab/8bab133ec9f8248a8d5f5ea5c09d0f56.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/this-one-summer_947/index.html",
        "universal_product_code": "51653ef291ab7ddc",
        "title": "This One Summer",
        "price_including_tax": "£19.49",
        "price_excluding_tax": "£19.49",
        "number_available": "16",
        "product_description": "Every summer, Rose goes with her mom and dad to a lake house in Awago Beach. It's their getaway, their refuge. Rosie's friend Windy is always there, too, like the little sister she never had. But this summer is different. Rose's mom and dad won't stop fighting, and when Rose and Windy seek a distraction from the drama, they find themselves with a whole new set of problems. Every summer, Rose goes with her mom and dad to a lake house in Awago Beach. It's their getaway, their refuge. Rosie's friend Windy is always there, too, like the little sister she never had. But this summer is different. Rose's mom and dad won't stop fighting, and when Rose and Windy seek a distraction from the drama, they find themselves with a whole new set of problems. It's a summer of secrets and sorrow and growing up, and it's a good thing Rose and Windy have each other.In This One Summer two stellar creators redefine the teen graphic novel. Cousins Mariko and Jillian Tamaki, the team behind Skim, have collaborated on this gorgeous, heartbreaking, and ultimately hopeful story about a girl on the cusp of her teen age — a story of renewal and revelation.",
        "category": "sequential art",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ee/43/ee4364a59d66bafb1b3264419ab3ed9e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-nameless-city-the-nameless-city-1_940/index.html",
        "universal_product_code": "7d385d34d12e60ff",
        "title": "The Nameless City (The Nameless City #1)",
        "price_including_tax": "£38.16",
        "price_excluding_tax": "£38.16",
        "number_available": "16",
        "product_description": "Every nation that invades the City gives it a new name. But before long, new invaders arrive and the City changes hands once again. The natives don't let themselves get caught up in the unending wars. To them, their home is the Nameless City, and those who try to name it are forever outsiders.Kaidu is one such outsider. He's a Dao born and bred--a member of the latest occu Every nation that invades the City gives it a new name. But before long, new invaders arrive and the City changes hands once again. The natives don't let themselves get caught up in the unending wars. To them, their home is the Nameless City, and those who try to name it are forever outsiders.Kaidu is one such outsider. He's a Dao born and bred--a member of the latest occupying nation. Rat is a native of the Nameless City. At first, she hates Kai for everything he stands for, but his love of his new home may be the one thing that can bring these two unlikely friends together. Let's hope so, because the fate of the Nameless City rests in their hands.",
        "category": "sequential art",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/19/de/19deee0778c2406da04a4dd0ea09188f.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/saga-volume-5-saga-collected-editions-5_923/index.html",
        "universal_product_code": "53a3d11bb568cc8b",
        "title": "Saga, Volume 5 (Saga (Collected Editions) #5)",
        "price_including_tax": "£51.04",
        "price_excluding_tax": "£51.04",
        "number_available": "16",
        "product_description": "Multiple storylines collide in this cosmos-spanning new volume. While Gwendolyn and Lying Cat risk everything to find a cure for The Will, Marko makes an uneasy alliance with Prince Robot IV to find their missing children, who are trapped on a strange world with terrifying new enemies. Collects Saga #25-30.",
        "category": "sequential art",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/60/3c/603c8f3dd299efe67616a53e5bfb1d03.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/rat-queens-vol-3-demons-rat-queens-collected-editions-11-15_921/index.html",
        "universal_product_code": "c82a3e358c773c73",
        "title": "Rat Queens, Vol. 3: Demons (Rat Queens (Collected Editions) #11-15)",
        "price_including_tax": "£50.40",
        "price_excluding_tax": "£50.40",
        "number_available": "16",
        "product_description": "Having survived the end of the world, the Queens follow Hannah back to where it all began: Mage University. A long perilous journey awaits the Rat Queens as they attempt to find out what happened to Hannah's father while battling their own demons. Collects RAT QUEENS #11-15",
        "category": "sequential art",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d5/d0/d5d015a9cf899301cce5d1a629bdd974.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/princess-jellyfish-2-in-1-omnibus-vol-01-princess-jellyfish-2-in-1-omnibus-1_920/index.html",
        "universal_product_code": "0fa6dceead7ce47a",
        "title": "Princess Jellyfish 2-in-1 Omnibus, Vol. 01 (Princess Jellyfish 2-in-1 Omnibus #1)",
        "price_including_tax": "£13.61",
        "price_excluding_tax": "£13.61",
        "number_available": "16",
        "product_description": "THE LONG-AWAITED STORY OF FANGIRLS TAKING ON TOKYO!Special large-size 2-in-1 edition of over 400 pages!\"One of the best anime and manga for beginners. Enthusiasm - geeky and otherwise - is power in Princess Jellyfish. Enthusiasm saves the day and paves the road to the future.\" - Kotaku\"Princess Jellyfish's ambition is simple: to tell a delightful story in a delightful way. THE LONG-AWAITED STORY OF FANGIRLS TAKING ON TOKYO!Special large-size 2-in-1 edition of over 400 pages!\"One of the best anime and manga for beginners. Enthusiasm - geeky and otherwise - is power in Princess Jellyfish. Enthusiasm saves the day and paves the road to the future.\" - Kotaku\"Princess Jellyfish's ambition is simple: to tell a delightful story in a delightful way... It's a pretty deadly one-two punch.\" - Anime News Network\"Loaded with heart, soul, humor and insight.\" - About.comSTINGING BEAUTY Tsukimi Kurashita has a strange fascination with jellyfish. She’s loved them from a young age and has carried that love with her to her new life in the big city of Tokyo. There, she resides in Amamizukan, a safe-haven for girl geeks who regularly gush over a range of things from trains to Japanese dolls. However, a chance meeting at a pet shop has Tsukimi crossing paths with one of the things that the residents of Amamizukan have been desperately trying to avoid—a beautiful and fashionable woman! But there’s much more to this woman than her trendy clothes! This odd encounter is only the beginning of a new and unexpected path for Tsukimi and her friends.",
        "category": "sequential art",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6c/8f/6c8ffe949fb650ba60eff25be1692881.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/pop-gun-war-volume-1-gift_918/index.html",
        "universal_product_code": "e80f8e518b300dfe",
        "title": "Pop Gun War, Volume 1: Gift",
        "price_including_tax": "£18.97",
        "price_excluding_tax": "£18.97",
        "number_available": "16",
        "product_description": "\"Pop Gun War is about childhood, self-discovery, oppression, guilt, dreams, loneliness, whatever. It is more about a feeling you, the reader, get from the story rather than a typical narrative. If you wanted to get literal, it is about an inner city boy, Sinclair, who discovers a pair of discarded angel wings. With these wings, Sinclair flies around the city and gets into \"Pop Gun War is about childhood, self-discovery, oppression, guilt, dreams, loneliness, whatever. It is more about a feeling you, the reader, get from the story rather than a typical narrative. If you wanted to get literal, it is about an inner city boy, Sinclair, who discovers a pair of discarded angel wings. With these wings, Sinclair flies around the city and gets into adventures.\" - Farel Dalrymple, series creator From Publishers Weekly: Collecting the first five issues of Dalrymple's acclaimed comic book series Pop Gun War, this book provides a capsule look at Dalrymple's vision of urban fantasy. Set in New York, his stories follow characters with wings, talking fish, giants, dwarves and other fantastical acquaintances and ideas. At the center of it all is a boy named Sinclair, who acquires a set of wings when a tattooed, disgruntled angel pays to have them cut off. Sinclair, a lonely kid prone to bowties and being teased, sets off on a series of encounters across the city. His older sister, a singer in a rock band, is an inspiration and worry; a homeless man of unknown powers and origins joins him; and a band of youths pursue him. Dalrymple renders this gang of eccentrics and mystics in a loose but realistic pen and ink style highly dynamic and tailor-made for depicting New York's teeming city streets. He has a flair for the dramatic as well scenes of Sinclair flying, or of a giant walking the streets, are genuinely affecting, while seeming completely natural and brings to life a subtle kind of cartoon surrealism. The story meanders a bit, and it's not always clear where it's headed, but the fun of Pop Gun War is in its vivid characters and details. It is a fine debut, reminiscent of DC Comics's Vertigo line, with which it should sit comfortably on bookstores' and adventurous readers' shelves.",
        "category": "sequential art",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6f/7b/6f7b3b8445b943f4ff7426360daefb88.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/patience_916/index.html",
        "universal_product_code": "9429b4d59c537af5",
        "title": "Patience",
        "price_including_tax": "£10.16",
        "price_excluding_tax": "£10.16",
        "number_available": "16",
        "product_description": "Patience is a psychedelic science-fiction love story, veering with uncanny precision from violent destruction to deeply personal tenderness in a way that is both quintessentially “Clowesian” and utterly unique in the author’s body of work. This 180-page, full-color original graphic novel affords Clowes the opportunity to draw some of the most exuberant and breathtaking pag Patience is a psychedelic science-fiction love story, veering with uncanny precision from violent destruction to deeply personal tenderness in a way that is both quintessentially “Clowesian” and utterly unique in the author’s body of work. This 180-page, full-color original graphic novel affords Clowes the opportunity to draw some of the most exuberant and breathtaking pages of his life, and to tell his most suspenseful, surprising and affecting story yet.",
        "category": "sequential art",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/71/0c/710cdaa148f10aac35c27bb93b4f532e.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/outcast-vol-1-a-darkness-surrounds-him-outcast-1_915/index.html",
        "universal_product_code": "889139b8e9c4cb36",
        "title": "Outcast, Vol. 1: A Darkness Surrounds Him (Outcast #1)",
        "price_including_tax": "£15.44",
        "price_excluding_tax": "£15.44",
        "number_available": "16",
        "product_description": "NEW HORROR SERIES FROM THE WALKING DEAD CREATOR ROBERT KIRKMAN! Kyle Barnes has been plagued by demonic possession all his life and now he needs answers. Unfortunately, what he uncovers along the way could bring about the end of life on Earth as we know it. Collects OUTCAST BY KIRKMAN & AZACETA #1-6.",
        "category": "sequential art",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/0c/8a/0c8ae80b592bc1b4c555d6b29d1cfa28.jpg"
    }
]