[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/in-her-wake_980/index.html",
        "universal_product_code": "23356462d1320d61",
        "title": "In Her Wake",
        "price_including_tax": "£12.84",
        "price_excluding_tax": "£12.84",
        "number_available": "19",
        "product_description": "A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten n A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten not just her identity, but also her life.Chilling, complex and profoundly moving, In Her Wake is a gripping psychological thriller that questions the nature of family – and reminds us that sometimes the most shocking crimes are committed closest to home.",
        "category": "thriller",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/27/92/2792ef951651ff1eae40a410cac41e0f.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-elephant-tree_968/index.html",
        "universal_product_code": "5dada2b7be26bd03",
        "title": "The Elephant Tree",
        "price_including_tax": "£23.82",
        "price_excluding_tax": "£23.82",
        "number_available": "18",
        "product_description": "Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time dr Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time drug dealer who supplies Scott with cannabis. This is a chilling tale spanning a few months in the lives of Scott and Angela, where realizations about the present combine with shocking revelations from the past leading to an apocalyptic climax where they no longer know whom they can trust.",
        "category": "thriller",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4b/80/4b80a3d9148e224ed4d6cd4d33f43728.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/behind-closed-doors_962/index.html",
        "universal_product_code": "be5cc846f45496fb",
        "title": "Behind Closed Doors",
        "price_including_tax": "£52.22",
        "price_excluding_tax": "£52.22",
        "number_available": "18",
        "product_description": "The 2016 debut bloggers can't stop raving about. Perfect for fans of The Girl on the Train and The Ice Twins Everyone knows a couple like Jack and Grace.He has looks and wealth, she has charm and elegance. You might not want to like them, but you do. Though, you’d like to get to know Grace better.But it’s difficult, because you realise Jack and Grace are never apart.Some The 2016 debut bloggers can't stop raving about. Perfect for fans of The Girl on the Train and The Ice Twins Everyone knows a couple like Jack and Grace.He has looks and wealth, she has charm and elegance. You might not want to like them, but you do. Though, you’d like to get to know Grace better.But it’s difficult, because you realise Jack and Grace are never apart.Some might call this true love. Others might ask why Grace never answers the phone. Or how she can never meet for coffee, even though she doesn’t work. How she can cook such elaborate meals but remain so slim. And why there are bars on one of the bedroom windows.Sometimes, the perfect marriage is the perfect lie.",
        "category": "thriller",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a5/85/a58571db229f2e8f75ea38861eca7f39.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/you-you-1_784/index.html",
        "universal_product_code": "024387ca4cafd5cc",
        "title": "You (You #1)",
        "price_including_tax": "£43.61",
        "price_excluding_tax": "£43.61",
        "number_available": "14",
        "product_description": "When a beautiful, aspiring writer strides into the East Village bookstore where Joe Goldberg works, he does what anyone would do: he Googles the name on her credit card.There is only one Guinevere Beck in New York City. She has a public Facebook account and Tweets incessantly, telling Joe everything he needs to know: she is simply Beck to her friends, she went to Brown Uni When a beautiful, aspiring writer strides into the East Village bookstore where Joe Goldberg works, he does what anyone would do: he Googles the name on her credit card.There is only one Guinevere Beck in New York City. She has a public Facebook account and Tweets incessantly, telling Joe everything he needs to know: she is simply Beck to her friends, she went to Brown University, she lives on Bank Street, and she’ll be at a bar in Brooklyn tonight—the perfect place for a “chance” meeting.As Joe invisibly and obsessively takes control of Beck’s life, he orchestrates a series of events to ensure Beck finds herself in his waiting arms. Moving from stalker to boyfriend, Joe transforms himself into Beck’s perfect man, all while quietly removing the obstacles that stand in their way—even if it means murder.",
        "category": "thriller",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f2/f1/f2f19169771a8a8e1a4b72f22e799de8.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-guilty-will-robie-4_750/index.html",
        "universal_product_code": "847935fc68707426",
        "title": "The Guilty (Will Robie #4)",
        "price_including_tax": "£13.82",
        "price_excluding_tax": "£13.82",
        "number_available": "14",
        "product_description": "Will Robie is the government's most professional, disciplined, and lethal assassin. He infiltrates the most hostile countries in the world, defeats our enemies' advanced security measures, and eliminates threats before they ever reach our shores. But now, his skills have left him. Sent overseas on a critical assignment, he fails, unable to pull the trigger. Absent his tale Will Robie is the government's most professional, disciplined, and lethal assassin. He infiltrates the most hostile countries in the world, defeats our enemies' advanced security measures, and eliminates threats before they ever reach our shores. But now, his skills have left him. Sent overseas on a critical assignment, he fails, unable to pull the trigger. Absent his talents, Robie is a man without a mission, and without a purpose.To recover what he has lost, Robie must confront what he has tried to forget for over twenty years: his own past. THE GUILTY Will Robie escaped his small Gulf Coast hometown of Cantrell, Mississippi after high school, severing all personal ties, and never looked back. Not once. Not until the unimaginable occurs. His father, Dan Robie, has been arrested and charged with murder.Father and son haven't spoken or seen each other since the day Robie left town. In that time, Dan Robie - a local attorney and pillar of the community-has been elected town judge. Despite this, most of Cantrell is aligned against Dan. His guilt is assumed.To make matters worse, Dan has refused to do anything to defend himself. When Robie tries to help, his father responds only with anger and defiance. Could Dan really be guilty?With the equally formidable Jessica Reel at his side, Robie ignores his father's wishes and begins his own desperate investigation into the case. But Robie is now a stranger to his hometown, an outsider, a man who has forsaken his past and his family. His attempts to save his father are met with distrust and skepticism . . . and violence.Unlike the missions Robie undertook in the service of his country, where his target was clearly defined, digging into his father's case only reveals more questions. Robie is drawn into the hidden underside of Cantrell, where he must face the unexpected and possibly deadly consequences of the long-ago choices made by father and son. And this time, there may be no escape for either of them.",
        "category": "thriller",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/7f/fd/7ffdc9c4b7bf965990c59460da9b66b7.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-14th-colony-cotton-malone-11_744/index.html",
        "universal_product_code": "1b8187fa4bf6ab05",
        "title": "The 14th Colony (Cotton Malone #11)",
        "price_including_tax": "£39.24",
        "price_excluding_tax": "£39.24",
        "number_available": "14",
        "product_description": "Shot down over Siberia in what was to be a simple meet-and-greet-mission, ex-Justice Department agent Cotton Malone is forced into a fight for survival against Aleksandr Zorin, whose loyalty to the former Soviet Union has festered for decades into an intense hatred of the United States.Before escaping, Malone learns that Zorin and another ex-KGB officer, this one a sleeper Shot down over Siberia in what was to be a simple meet-and-greet-mission, ex-Justice Department agent Cotton Malone is forced into a fight for survival against Aleksandr Zorin, whose loyalty to the former Soviet Union has festered for decades into an intense hatred of the United States.Before escaping, Malone learns that Zorin and another ex-KGB officer, this one a sleeper still imbedded in the West, are headed overseas to Washington D.C. Inauguration Day-noon on January 20th-is only hours away. A flaw in the Constitution, and an even more flawed presidential succession act, have opened the door to political chaos and Zorin intends to exploit both weaknesses to their fullest.Armed with a weapon leftover from the Cold War, one long thought to be just a myth, Zorin plans to attack. He's aided by a shocking secret hidden in the archives of America's oldest fraternal organization-the Society of Cincinnati-a group that once lent out its military savvy to presidents, including helping to formulate three covert invasion plans of Canada.In a race against the clock that starts in the frozen extremes of Russia and ultimately ends at the White House itself, Malone must not only battle Zorin, he must also confront his deepest fear, a crippling weakness that he's long denied but one that now jeopardizes everything. Steve Berry's trademark mix of fact, fiction, history and speculation, is all here, front and center, in this provocative new thriller.",
        "category": "thriller",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/5b/3e/5b3e36ce7c82e9dd8b416a23531c0121.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/give-it-back_430/index.html",
        "universal_product_code": "012170e4fc87ace0",
        "title": "Give It Back",
        "price_including_tax": "£18.32",
        "price_excluding_tax": "£18.32",
        "number_available": "6",
        "product_description": "This novel follows three characters: Lorraine, Lexy, and Ella.Lorraine:Not long ago, Lorraine lost her husband to another woman. She thought that was the worst thing that could happen to her, but soon she realizes it’s just the beginning of an everlasting nightmare. Lexy:Lexy, an au pair from London, moves to Seattle to help Lorraine with her infant son. But she didn’t com This novel follows three characters: Lorraine, Lexy, and Ella.Lorraine:Not long ago, Lorraine lost her husband to another woman. She thought that was the worst thing that could happen to her, but soon she realizes it’s just the beginning of an everlasting nightmare. Lexy:Lexy, an au pair from London, moves to Seattle to help Lorraine with her infant son. But she didn’t come for the child…she came for something else. Ella:When Ella receives a call from her sister, Lorraine, who begs her to leave San Diego to spend time with her, she decides to take a few days off from work to visit her. Frightened to see how much Lorraine has weakened since her diagnosis eight months ago, she packs a bag and heads to Seattle with a foreboding feeling that this might be the last time she sees Lorraine. But on her way to the airport, she learns that something shocking has happened since she last spoke with Lorraine and now. To make matters worse, once Ella arrives in Seattle, Lorraine’s story keeps changing, making Ella question how reliable her sister really is. Soon Ella is entangled in a mysterious investigation, and more so, in the lives of everyone involved. She realizes not only that she won’t go home anytime soon but also that she’ll never look at others the same way she did before.",
        "category": "thriller",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/15/d4/15d444bf7fc91c7ced84e73ec99d711d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/killing-floor-jack-reacher-1_382/index.html",
        "universal_product_code": "8dde2ff3f6fcc0a3",
        "title": "Killing Floor (Jack Reacher #1)",
        "price_including_tax": "£31.49",
        "price_excluding_tax": "£31.49",
        "number_available": "5",
        "product_description": "Ex-military policeman Jack Reacher is a drifter. He's just passing through Margrave, Georgia, and in less than an hour, he's arrested for murder. Not much of a welcome. All Jack knows is that he didn't kill anybody. At least not here. Not lately. But he doesn't stand a chance of convincing anyone. not in Margrave, Georgia. Not a chance in hell.",
        "category": "thriller",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b1/5b/b15b4c864b762133cdaf69b58ba55d76.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-bone-hunters-lexy-vaughan-steven-macaulay-2_343/index.html",
        "universal_product_code": "9c4d061c1e2fe6bf",
        "title": "The Bone Hunters (Lexy Vaughan & Steven Macaulay #2)",
        "price_including_tax": "£59.71",
        "price_excluding_tax": "£59.71",
        "number_available": "4",
        "product_description": "The award-winning author of Valhalla brings back archaeologist Lexy Vaughan and retired Air Force officer Steve Macaulay, as they race to save a priceless discovery from disappearing forever.… One of the greatest archaeological finds of all time, Peking Man, the 780,000-year-old remains of our earliest known human ancestor, disappeared during World War II from a cargo shi The award-winning author of Valhalla brings back archaeologist Lexy Vaughan and retired Air Force officer Steve Macaulay, as they race to save a priceless discovery from disappearing forever.…   One of the greatest archaeological finds of all time, Peking Man, the 780,000-year-old remains of our earliest known human ancestor, disappeared during World War II from a cargo ship bound for America.   Now the Chinese government is fighting to keep a new religion from taking hold—a faith based on the belief that Peking Man is God. And they dispatch ruthless operatives to find and destroy the world’s most priceless fossil.   But the U.S. government has its own team on the hunt. From the mountains of Bavaria to the jungles of Central America and across the vast Pacific, Professor Barnaby Finchem, his brilliant protégé, Lexy Vaughan, and pilot Steve Macaulay will brave the wrath of nature and of man to win a race against unbridled tyranny.…",
        "category": "thriller",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/8d/1f/8d1f11673fbe46f47f27b9a4c8efbf8a.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/far-from-true-promise-falls-trilogy-2_320/index.html",
        "universal_product_code": "ad15a9a139919918",
        "title": "Far From True (Promise Falls Trilogy #2)",
        "price_including_tax": "£34.93",
        "price_excluding_tax": "£34.93",
        "number_available": "4",
        "product_description": "New York Times and #1 international bestselling author Linwood Barclay delivers the second spine-chilling thriller set in the troubled town of Promise Falls, following the electrifying cliffhanger ending of Broken Promise... After the screen of a run-down drive-in movie theater collapses and kills fourpeople, the daughter of one of the victims asks private investigator Ca New York Times and #1 international bestselling author Linwood Barclay delivers the second spine-chilling thriller set in the troubled town of Promise Falls, following the electrifying cliffhanger ending of Broken Promise...   After the screen of a run-down drive-in movie theater collapses and kills four people, the daughter of one of the victims asks private investigator Cal Weaver to look into a recent break-in at her father’s house. Cal discovers a hidden basement room where it’s clear that salacious activities have taken place—as well as evidence of missing DVDs. But his investigation soon becomes more complicated when he realizes it may not be discs the thief was actually interested in....   Meanwhile, Detective Barry Duckworth is still trying to solve two murders—one of which is three years old—he believes are connected, since each featured a similar distinctive wound.   As the lies begin to unravel, Cal is headed straight into the heart of a dark secret as his search uncovers more startling truths about Promise Falls. And when yet another murder happens, Cal and Barry are both driven to pursue their investigations, no matter where they lead. Evil deeds long thought buried are about to haunt the residents of this town—as the sins of the past and present collide with terrifying results.",
        "category": "thriller",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9c/aa/9caacda3ff43984447ee22712e7e9ca9.jpg"
    }
]