[
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-requiem-red_995/index.html",
        "universal_product_code": "f77dbf2323deb740",
        "title": "The Requiem Red",
        "price_including_tax": "£22.65",
        "price_excluding_tax": "£22.65",
        "number_available": "19",
        "product_description": "Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. A lifetime asylum resident, the orchestral corn music is the only constant in her life.Mason, a new, kind orderly, sees 29 as a woman, not a lunatic. And as his bel Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. A lifetime asylum resident, the orchestral corn music is the only constant in her life.Mason, a new, kind orderly, sees 29 as a woman, not a lunatic. And as his belief in her grows, so does her self- confidence. That perhaps she might escape, might see the outside world. But the monster has other plans. The missing girls share one common thread...each was twenty-nine's cell mate. Will she be next?",
        "category": "young adult",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6b/07/6b07b77236b7c80f42bd90bf325e69f6.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/set-me-free_988/index.html",
        "universal_product_code": "ce6396b0f23f6ecc",
        "title": "Set Me Free",
        "price_including_tax": "£17.46",
        "price_excluding_tax": "£17.46",
        "number_available": "19",
        "product_description": "Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and the chance at true love.",
        "category": "young adult",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b8/e9/b8e91bd2fc74c3954118999238abb4b8.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/the-natural-history-of-us-the-fine-art-of-pretending-2_941/index.html",
        "universal_product_code": "cedf82b5086e4691",
        "title": "The Natural History of Us (The Fine Art of Pretending #2)",
        "price_including_tax": "£45.22",
        "price_excluding_tax": "£45.22",
        "number_available": "16",
        "product_description": "One class assignment. One second chance at love. The school player is all in. Now he needs to win back the sweet commitment girl who's forever owned his heart. Justin Carter has a secret. He's not the total player Fairfield Academy believes him to be. Not really. In fact, he used to be a one-woman guy...and his feelings for her never went away. Too bad he broke her heart t One class assignment. One second chance at love. The school player is all in. Now he needs to win back the sweet commitment girl who's forever owned his heart. Justin Carter has a secret. He's not the total player Fairfield Academy believes him to be. Not really. In fact, he used to be a one-woman guy...and his feelings for her never went away. Too bad he broke her heart three years ago and made sure to ruin any chance she'd ever forgive him. Peyton Williams is a liar. She pretends to be whole, counting down the days until graduation and helping her parents at the family ranch. But the truth is, she's done everything she can to get over Justin, and salvation is just around the corner. With graduation one short month away, she'll soon break free from the painful memories and start her life fresh. Of course, she has to get through working with him on one last assignment first. For Justin, nothing ever felt as right as being with Peyton, and now that fate's given him a shot at redemption, he's determined to make the most of it. And for Peyton...well, Justin Carter has always been her kryptonite.",
        "category": "young adult",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/da/b8/dab87c14168f3ce18530447ec6437361.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/obsidian-lux-1_911/index.html",
        "universal_product_code": "3c346ab1e76ae1f6",
        "title": "Obsidian (Lux #1)",
        "price_including_tax": "£14.86",
        "price_excluding_tax": "£14.86",
        "number_available": "16",
        "product_description": "Starting over sucks.When we moved to West Virginia right before my senior year, I’d pretty much resigned myself to thick accents, dodgy internet access, and a whole lot of boring… until I spotted my hot neighbor, with his looming height and eerie green eyes. Things were looking up.And then he opened his mouth.Daemon is infuriating. Arrogant. Stab-worthy. We do not get alon Starting over sucks.When we moved to West Virginia right before my senior year, I’d pretty much resigned myself to thick accents, dodgy internet access, and a whole lot of boring… until I spotted my hot neighbor, with his looming height and eerie green eyes. Things were looking up.And then he opened his mouth.Daemon is infuriating. Arrogant. Stab-worthy. We do not get along. At all. But when a stranger attacks me and Daemon literally freezes time with a wave of his hand, well, something… unexpected happens. The hot alien living next door marks me.You heard me. Alien. Turns out Daemon and his sister have a galaxy of enemies wanting to steal their abilities, and Daemon’s touch has me lit up like the Vegas Strip. The only way I’m getting out of this alive is by sticking close to Daemon until my alien mojo fades. If I don’t kill him first, that is.",
        "category": "young adult",
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/88/3f/883fb0f2304efca8724c629f03a4b82a.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/burning_884/index.html",
        "universal_product_code": "5ceb951f629700a2",
        "title": "Burning",
        "price_including_tax": "£28.81",
        "price_excluding_tax": "£28.81",
        "number_available": "16",
        "product_description": "After three years in juvie, Angela Davis is just a few months shy of release, and she'll finally be free from the hole that is Brunesfield Correctional Facility. Then Jessica arrives. Only ten years old and under the highest security possible, this girl has to be dangerous, even if no one knows what she did to land in juvie. As strange things begin happening to Angela and After three years in juvie, Angela Davis is just a few months shy of release, and she'll finally be free from the hole that is Brunesfield Correctional Facility. Then Jessica arrives. Only ten years old and under the highest security possible, this girl has to be dangerous, even if no one knows what she did to land in juvie. As strange things begin happening to Angela and her friends that can only be traced to the new girl's arrival, it becomes clear that Brunesfield is no longer safe. They must find a way to get out, but how can they save themselves when the world has forgotten them?",
        "category": "young adult",
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9a/2c/9a2c2936fa9bd422be96805924e1411a.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/a-fierce-and-subtle-poison_875/index.html",
        "universal_product_code": "842790dfaa937484",
        "title": "A Fierce and Subtle Poison",
        "price_including_tax": "£28.13",
        "price_excluding_tax": "£28.13",
        "number_available": "16",
        "product_description": "Everyone knows the legends about the cursed girl--Isabel, the one the señoras whisper about. They say she has green skin and grass for hair, and she feeds on the poisonous plants that fill her family’s Caribbean island garden. Some say she can grant wishes; some say her touch can kill.Seventeen-year-old Lucas lives on the mainland most of the year but spends summers with h Everyone knows the legends about the cursed girl--Isabel, the one the señoras whisper about. They say she has green skin and grass for hair, and she feeds on the poisonous plants that fill her family’s Caribbean island garden. Some say she can grant wishes; some say her touch can kill.Seventeen-year-old Lucas lives on the mainland most of the year but spends summers with his hotel-developer father in Puerto Rico. He’s grown up hearing stories about the cursed girl, and he wants to believe in Isabel and her magic. When letters from Isabel begin mysteriously appearing in his room the same day his new girlfriend disappears, Lucas turns to Isabel for answers--and finds himself lured into her strange and enchanted world. But time is running out for the girl filled with poison, and the more entangled Lucas becomes with Isabel, the less certain he is of escaping with his own life.",
        "category": "young adult",
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ac/b6/acb65d6d11263ba98b0191b544f6c728.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/scarlett-epstein-hates-it-here_828/index.html",
        "universal_product_code": "1c929cfd16b71907",
        "title": "Scarlett Epstein Hates It Here",
        "price_including_tax": "£43.55",
        "price_excluding_tax": "£43.55",
        "number_available": "15",
        "product_description": "Meet Scarlett Epstein, BNF (Big Name Fan) in her online community of fanfiction writers, world-class nobody at Melville High. Her best (read: only) IRL friends are Avery, a painfully shy and annoyingly attractive bookworm, and Ruth, her weed-smoking, possibly insane seventy-three-year-old neighbor.When Scarlett’s beloved TV show is canceled and her longtime crush, Gideon, Meet Scarlett Epstein, BNF (Big Name Fan) in her online community of fanfiction writers, world-class nobody at Melville High. Her best (read: only) IRL friends are Avery, a painfully shy and annoyingly attractive bookworm, and Ruth, her weed-smoking, possibly insane seventy-three-year-old neighbor.When Scarlett’s beloved TV show is canceled and her longtime crush, Gideon, is sucked out of her orbit and into the dark and distant world of Populars, Scarlett turns to the fanfic message boards for comfort. This time, though, her subjects aren’t the swoon-worthy stars of her fave series—they’re the real-life kids from her high school. And if they ever find out what Scarlett truly thinks about them, she’ll be thrust into a situation far more dramatic than anything she’s ever seen on TV…",
        "category": "young adult",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/7e/ba/7eba21a2ecaa4651e44f04a7cd808520.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/nightingale-sing_823/index.html",
        "universal_product_code": "50b8f80311b31ede",
        "title": "Nightingale, Sing",
        "price_including_tax": "£38.28",
        "price_excluding_tax": "£38.28",
        "number_available": "15",
        "product_description": "A teenage vigilante and a ruthless gangster compete to solve a trail of riddles and find a mythical flower. This powerful YA thriller is perfect for fans of The Raven Boys, Six of Crows, and The Conspiracy of Us.*******A STREETWISE VIGILANTEwho will do anything to cure her dying sisterA RUTHLESS GANGSTERon a grisly quest to attain immortalityA DESPERATE FATHERwho crossed o A teenage vigilante and a ruthless gangster compete to solve a trail of riddles and find a mythical flower. This powerful YA thriller is perfect for fans of The Raven Boys, Six of Crows, and The Conspiracy of Us.*******A STREETWISE VIGILANTEwho will do anything to cure her dying sisterA RUTHLESS GANGSTERon a grisly quest to attain immortalityA DESPERATE FATHERwho crossed oceans to free his enslaved sonA TRAIL OF RIDDLESand the mythical treasure they all seek:THE SERENGETI SAPPHIRE",
        "category": "young adult",
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/97/e6/97e65c8381cc80ba1107c3ce81c4878d.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/library-of-souls-miss-peregrines-peculiar-children-3_816/index.html",
        "universal_product_code": "ba54932df84e8cea",
        "title": "Library of Souls (Miss Peregrine’s Peculiar Children #3)",
        "price_including_tax": "£48.56",
        "price_excluding_tax": "£48.56",
        "number_available": "15",
        "product_description": "A boy with extraordinary powers. An army of deadly monsters. An epic battle for the future of peculiardom.The adventure that began with Miss Peregrine’s Home for Peculiar Children and continued in Hollow City comes to a thrilling conclusion with Library of Souls. As the story opens, sixteen-year-old Jacob discovers a powerful new ability, and soon he’s diving through histo A boy with extraordinary powers. An army of deadly monsters. An epic battle for the future of peculiardom.The adventure that began with Miss Peregrine’s Home for Peculiar Children and continued in Hollow City comes to a thrilling conclusion with Library of Souls. As the story opens, sixteen-year-old Jacob discovers a powerful new ability, and soon he’s diving through history to rescue his peculiar companions from a heavily guarded fortress. Accompanying Jacob on his journey are Emma Bloom, a girl with fire at her fingertips, and Addison MacHenry, a dog with a nose for sniffing out lost children.They’ll travel from modern-day London to the labyrinthine alleys of Devil’s Acre, the most wretched slum in all of Victorian England. It’s a place where the fate of peculiar children everywhere will be decided once and for all. Like its predecessors, Library of Souls blends thrilling fantasy with never-before-published vintage photography to create a one-of-a-kind reading experience.",
        "category": "young adult",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/79/7a/797a5468a7d06aba28d1cc7342b1f2ba.jpg"
    },
    {
        "product_page_url": "http://books.toscrape.com/catalogue/frostbite-vampire-academy-2_810/index.html",
        "universal_product_code": "116a2fdc9a45bab0",
        "title": "Frostbite (Vampire Academy #2)",
        "price_including_tax": "£29.99",
        "price_excluding_tax": "£29.99",
        "number_available": "15",
        "product_description": "WHEN LOVE AND JEALOUSY COLLIDE ON THE SLOPES, WINTER BREAK TURNS DEADLY...Lissa Dragomir is a Moroi princess: a mortal vampire with a rare gift for harnessing the earth's magic. She must be protected at all times from Strigoi; the fiercest vampires - the ones who never die. The powerful blend of human and vampire blood that flows through Rose Hathaway, Lissa's best friend, WHEN LOVE AND JEALOUSY COLLIDE ON THE SLOPES, WINTER BREAK TURNS DEADLY...Lissa Dragomir is a Moroi princess: a mortal vampire with a rare gift for harnessing the earth's magic. She must be protected at all times from Strigoi; the fiercest vampires - the ones who never die. The powerful blend of human and vampire blood that flows through Rose Hathaway, Lissa's best friend, makes her a dhampir. Rose is dedicated to a dangerous life of protecting Lissa from the Strigoi, who are hell-bent on making Lissa one of them.Rose has serious guy trouble. Her gorgeous tutor, Dimitri, has his eye on someone else, her friend Mason has a huge crush on her, and she keeps getting stuck in her best friend Lissa's head while she's making out with her boyfriend, Christian.Then a nearby Strigoi attack puts St. Vladimir's on high alert, and the Academy whisks its students away on a mandatory holiday ski trip. But the glittering winter landscape and posh Idaho resort only provide the illusion of safety. When three students run away to strike back against the deadly Strigoi, Rose must join forces with Christian to rescue them. Only this time, Rose - and her heart - are in more danger than she ever could have imagined...",
        "category": "young adult",
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2a/2d/2a2d6ebcedeb7249a2a85fd1fbfd06e1.jpg"
    }
]