[
{
    "model": "bookstore.genre",
    "pk": 1,
    "fields": {
        "name": "crime"
    }
},
{
    "model": "bookstore.genre",
    "pk": 2,
    "fields": {
        "name": "short stories"
    }
},
{
    "model": "bookstore.genre",
    "pk": 3,
    "fields": {
        "name": "music"
    }
},
{
    "model": "bookstore.genre",
    "pk": 4,
    "fields": {
        "name": "religion"
    }
},
{
    "model": "bookstore.genre",
    "pk": 5,
    "fields": {
        "name": "science fiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 6,
    "fields": {
        "name": "psychology"
    }
},
{
    "model": "bookstore.genre",
    "pk": 7,
    "fields": {
        "name": "philosophy"
    }
},
{
    "model": "bookstore.genre",
    "pk": 8,
    "fields": {
        "name": "travel"
    }
},
{
    "model": "bookstore.genre",
    "pk": 9,
    "fields": {
        "name": "romance"
    }
},
{
    "model": "bookstore.genre",
    "pk": 10,
    "fields": {
        "name": "christian fiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 11,
    "fields": {
        "name": "spirituality"
    }
},
{
    "model": "bookstore.genre",
    "pk": 12,
    "fields": {
        "name": "humor"
    }
},
{
    "model": "bookstore.genre",
    "pk": 13,
    "fields": {
        "name": "poetry"
    }
},
{
    "model": "bookstore.genre",
    "pk": 14,
    "fields": {
        "name": "business"
    }
},
{
    "model": "bookstore.genre",
    "pk": 15,
    "fields": {
        "name": "contemporary"
    }
},
{
    "model": "bookstore.genre",
    "pk": 16,
    "fields": {
        "name": "childrens"
    }
},
{
    "model": "bookstore.genre",
    "pk": 17,
    "fields": {
        "name": "horror"
    }
},
{
    "model": "bookstore.genre",
    "pk": 18,
    "fields": {
        "name": "health"
    }
},
{
    "model": "bookstore.genre",
    "pk": 19,
    "fields": {
        "name": "sequential art"
    }
},
{
    "model": "bookstore.genre",
    "pk": 20,
    "fields": {
        "name": "food and drink"
    }
},
{
    "model": "bookstore.genre",
    "pk": 21,
    "fields": {
        "name": "history"
    }
},
{
    "model": "bookstore.genre",
    "pk": 22,
    "fields": {
        "name": "parenting"
    }
},
{
    "model": "bookstore.genre",
    "pk": 23,
    "fields": {
        "name": "novels"
    }
},
{
    "model": "bookstore.genre",
    "pk": 24,
    "fields": {
        "name": "politics"
    }
},
{
    "model": "bookstore.genre",
    "pk": 25,
    "fields": {
        "name": "historical"
    }
},
{
    "model": "bookstore.genre",
    "pk": 26,
    "fields": {
        "name": "nonfiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 27,
    "fields": {
        "name": "erotica"
    }
},
{
    "model": "bookstore.genre",
    "pk": 28,
    "fields": {
        "name": "thriller"
    }
},
{
    "model": "bookstore.genre",
    "pk": 29,
    "fields": {
        "name": "cultural"
    }
},
{
    "model": "bookstore.genre",
    "pk": 30,
    "fields": {
        "name": "fantasy"
    }
},
{
    "model": "bookstore.genre",
    "pk": 31,
    "fields": {
        "name": "biography"
    }
},
{
    "model": "bookstore.genre",
    "pk": 32,
    "fields": {
        "name": "self help"
    }
},
{
    "model": "bookstore.genre",
    "pk": 33,
    "fields": {
        "name": "young adult"
    }
},
{
    "model": "bookstore.genre",
    "pk": 34,
    "fields": {
        "name": "womens fiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 35,
    "fields": {
        "name": "academic"
    }
},
{
    "model": "bookstore.genre",
    "pk": 36,
    "fields": {
        "name": "add a comment"
    }
},
{
    "model": "bookstore.genre",
    "pk": 37,
    "fields": {
        "name": "art"
    }
},
{
    "model": "bookstore.genre",
    "pk": 38,
    "fields": {
        "name": "new adult"
    }
},
{
    "model": "bookstore.genre",
    "pk": 39,
    "fields": {
        "name": "paranormal"
    }
},
{
    "model": "bookstore.genre",
    "pk": 40,
    "fields": {
        "name": "suspense"
    }
},
{
    "model": "bookstore.genre",
    "pk": 41,
    "fields": {
        "name": "historical fiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 42,
    "fields": {
        "name": "fiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 43,
    "fields": {
        "name": "classics"
    }
},
{
    "model": "bookstore.genre",
    "pk": 44,
    "fields": {
        "name": "default"
    }
},
{
    "model": "bookstore.genre",
    "pk": 45,
    "fields": {
        "name": "sports and games"
    }
},
{
    "model": "bookstore.genre",
    "pk": 46,
    "fields": {
        "name": "christian"
    }
},
{
    "model": "bookstore.genre",
    "pk": 47,
    "fields": {
        "name": "mystery"
    }
},
{
    "model": "bookstore.genre",
    "pk": 48,
    "fields": {
        "name": "adult fiction"
    }
},
{
    "model": "bookstore.genre",
    "pk": 49,
    "fields": {
        "name": "science"
    }
},
{
    "model": "bookstore.genre",
    "pk": 50,
    "fields": {
        "name": "autobiography"
    }
},
{
    "model": "bookstore.book",
    "pk": 1,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-long-shadow-of-small-ghosts-murder-and-memory-in-an-american-city_848/index.html",
        "universal_product_code": "abeafe151a587d3b",
        "title": "The Long Shadow of Small Ghosts: Murder and Memory in an American City",
        "price": "10.97",
        "product_description": "In Cold Blood meets Adrian Nicole LeBlanc’s Random Family: A harrowing, profoundly personal investigation of the causes, effects, and communal toll of a deeply troubling crime—the brutal murder of three young children by their parents in the border city of Brownsville, Texas.On March 11, 2003, in Brownsville, Texas—one of America’s poorest cities—John Allen Rubio and Angel In Cold Blood meets Adrian Nicole LeBlanc’s Random Family: A harrowing, profoundly personal investigation of the causes, effects, and communal toll of a deeply troubling crime—the brutal murder of three young children by their parents in the border city of Brownsville, Texas.On March 11, 2003, in Brownsville, Texas—one of America’s poorest cities—John Allen Rubio and Angela Camacho murdered their three young children. The apartment building in which the brutal crimes took place was already rundown, and in their aftermath a consensus developed in the community that it should be destroyed. It was a place, neighbors felt, that was plagued by spiritual cancer. In 2008, journalist Laura Tillman covered the story for The Brownsville Herald. The questions it raised haunted her, particularly one asked by the sole member of the city’s Heritage Council to oppose demolition: is there any such thing as an evil building? Her investigation took her far beyond that question, revealing the nature of the toll that the crime exacted on a city already wracked with poverty. It sprawled into a six-year inquiry into the larger significance of such acts, ones so difficult to imagine or explain that their perpetrators are often dismissed as monsters alien to humanity. With meticulous attention and stunning compassion, Tillman surveyed those surrounding the crimes, speaking with the lawyers who tried the case, the family’s neighbors and relatives and teachers, even one of the murderers: John Allen Rubio himself, whom she corresponded with for years and ultimately met in person. The result is a brilliant exploration of some of our age’s most important social issues, from poverty to mental illness to the death penalty, and a beautiful, profound meditation on the truly human forces that drive them. It is disturbing, insightful, and mesmerizing in equal measure.",
        "genre": 1,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2b/50/2b50fa031b2411a94bc68de0bbdd96fb.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 2,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-grownup_546/index.html",
        "universal_product_code": "1bba4b1ba23ed2d6",
        "title": "The Grownup",
        "price": "35.88",
        "product_description": "A canny young woman is struggling to survive by perpetrating various levels of mostly harmless fraud. On a rainy April morning, she is reading auras at Spiritual Palms when Susan Burke walks in. A keen observer of human behavior, our unnamed narrator immediately diagnoses beautiful, rich Susan as an unhappy woman eager to give her lovely life a drama injection. However, wh A canny young woman is struggling to survive by perpetrating various levels of mostly harmless fraud. On a rainy April morning, she is reading auras at Spiritual Palms when Susan Burke walks in. A keen observer of human behavior, our unnamed narrator immediately diagnoses beautiful, rich Susan as an unhappy woman eager to give her lovely life a drama injection. However, when the \"psychic\" visits the eerie Victorian home that has been the source of Susan's terror and grief, she realizes she may not have to pretend to believe in ghosts anymore. Miles, Susan's teenage stepson, doesn't help matters with his disturbing manner and grisly imagination. The three are soon locked in a chilling battle to discover where the evil truly lurks and what, if anything, can be done to escape it.",
        "genre": 2,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/7e/cc/7ecc23cfaa84fb015a5333f2a5d97f23.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 3,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/rip-it-up-and-start-again_986/index.html",
        "universal_product_code": "a34ba96d4081e6a4",
        "title": "Rip it Up and Start Again",
        "price": "35.02",
        "product_description": "Punk's raw power rejuvenated rock, but by the summer of 1977 the movement had become a parody of itself. RIP IT UP AND START AGAIN is a celebration of what happened next.Post-punk bands like PiL, Joy Division, Talking Heads, The Fall and The Human League dedicated themselves to fulfilling punk's unfinished musical revolution. The post-punk groups were fervent modernists; w Punk's raw power rejuvenated rock, but by the summer of 1977 the movement had become a parody of itself. RIP IT UP AND START AGAIN is a celebration of what happened next.Post-punk bands like PiL, Joy Division, Talking Heads, The Fall and The Human League dedicated themselves to fulfilling punk's unfinished musical revolution. The post-punk groups were fervent modernists; whether experimenting with electronics and machine rhythm or adapting ideas from dub reggae and disco, they were totally confident they could invent a whole new future for music.",
        "genre": 3,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/81/7f/817f5089c0e6e62738dce2931e7323d3.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 4,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/our-band-could-be-your-life-scenes-from-the-american-indie-underground-1981-1991_985/index.html",
        "universal_product_code": "deda3e61b9514b83",
        "title": "Our Band Could Be Your Life: Scenes from the American Indie Underground, 1981-1991",
        "price": "57.25",
        "product_description": "This is the never-before-told story of the musical revolution that happened right under the nose of the Reagan Eighties--when a small but sprawling network of bands, labels, fanzines, radio stations, and other subversives reenergized American rock with punk rock's do-it-yourself credo and created music that was deeply personal, often brilliant, always challenging, and imme This is the never-before-told story of the musical revolution that happened right under the nose of the Reagan Eighties--when a small but sprawling network of bands, labels, fanzines, radio stations, and other subversives reenergized American rock with punk rock's do-it-yourself credo and created music that was deeply personal, often brilliant, always challenging, and immensely influential. This sweeping chronicle of music, politics, drugs, fear, loathing, and faith has been recognized as an indie rock classic in its own right. Among the bands profiled: Mission of Burma, Butthole Surfers, The Minutemen, Sonic Youth, Black Flag, Big Black, Hüsker Dü, Fugazi, Minor Threat, Mudhoney, The Replacements, Beat Happening, and Dinosaur Jr.",
        "genre": 3,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ad/96/ad96e9c9f1664cbcb0e9627b007fb6f9.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 5,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/dont-be-a-jerk-and-other-practical-advice-from-dogen-japans-greatest-zen-master_890/index.html",
        "universal_product_code": "fce19f9b4a943f22",
        "title": "Don't Be a Jerk: And Other Practical Advice from Dogen, Japan's Greatest Zen Master",
        "price": "37.97",
        "product_description": "A Radical but Reverent Paraphrasing of Dogen’s Treasury of the True Dharma Eye“Even if the whole universe is nothing but a bunch of jerks doing all kinds of jerk-type things, there is still liberation in simply not being a jerk.” — Eihei Dogen (1200–1253 CE)The Shobogenzo (The Treasury of the True Dharma Eye) is a revered eight-hundred-year-old Zen Buddhism classic written A Radical but Reverent Paraphrasing of Dogen’s Treasury of the True Dharma Eye“Even if the whole universe is nothing but a bunch of jerks doing all kinds of jerk-type things, there is still liberation in simply not being a jerk.” — Eihei Dogen (1200–1253 CE)The Shobogenzo (The Treasury of the True Dharma Eye) is a revered eight-hundred-year-old Zen Buddhism classic written by the Japanese monk Eihei Dogen. Despite the timeless wisdom of his teachings, many consider the book difficult to understand and daunting to read. In Don’t Be a Jerk, Zen priest and bestselling author Brad Warner, through accessible paraphrasing and incisive commentary, applies Dogen’s teachings to modern times. While entertaining and sometimes irreverent, Warner is also an astute scholar who sees in Dogen very modern psychological concepts, as well as insights on such topics as feminism and reincarnation. Warner even shows that Dogen offered a “Middle Way” in the currently raging debate between science and religion. For curious readers worried that Dogen’s teachings are too philosophically opaque, Don’t Be a Jerk is hilarious, understandable, and wise.",
        "genre": 4,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a7/9c/a79cac7aec3816fb754c1aedd2e82986.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 6,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/you-are-what-you-love-the-spiritual-power-of-habit_872/index.html",
        "universal_product_code": "796c87ddbbaaf8c5",
        "title": "You Are What You Love: The Spiritual Power of Habit",
        "price": "21.87",
        "product_description": "You are what you love. But you might not love what you think.In this book, award-winning author James K. A. Smith shows that who and what we worship fundamentally shape our hearts. And while we desire to shape culture, we are not often aware of how culture shapes us. We might not realize the ways our hearts are being taught to love rival gods instead of the One for whom we You are what you love. But you might not love what you think.In this book, award-winning author James K. A. Smith shows that who and what we worship fundamentally shape our hearts. And while we desire to shape culture, we are not often aware of how culture shapes us. We might not realize the ways our hearts are being taught to love rival gods instead of the One for whom we were made. Smith helps readers recognize the formative power of culture and the transformative possibilities of Christian practices. He explains that worship is the \"imagination station\" that incubates our loves and longings so that our cultural endeavors are indexed toward God and his kingdom. This is why the church and worshiping in a local community of believers should be the hub and heart of Christian formation and discipleship.Following the publication of his influential work Desiring the Kingdom, Smith received numerous requests from pastors and leaders for a more accessible version of that book's content. No mere abridgment, this new book draws on years of Smith's popular presentations on the ideas presented in Desiring the Kingdom to offer a fresh, bottom-up rearticulation. The author creatively uses film, literature, and music illustrations to engage readers and includes material on marriage, family, youth ministry, and faith and work. He also suggests individual and communal practices for shaping the Christian life.",
        "genre": 4,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/52/9b/529bf0d806ae2ab02bf23da4326b24c3.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 7,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/mesaerion-the-best-science-fiction-stories-1800-1849_983/index.html",
        "universal_product_code": "e30f54cea9b38190",
        "title": "Mesaerion: The Best Science Fiction Stories 1800-1849",
        "price": "37.59",
        "product_description": "Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female (and it is not from Mary Shelley). Andrew located the first steampunk short Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female (and it is not from Mary Shelley). Andrew located the first steampunk short story, which has not been republished since 1844. There is the first voyage to the moon in a balloon, republished for the first time since 1820 that further tells of a darkness machine and a lunarian named Zuloc. Other sci-stories include the first robotic insect and an electricity gun. Once again, Andrew has searched old texts to find the very best science fiction stories from the period when the genre automated to life, some of the stories are published for the first time in nearly 200 years. Read these fantastic stories today!OUR OWN COUNTRY So mechanical has the age become, that men seriously talk of flying machines, to go by steam, --not your air-balloons, but real Daedalian wings, made of wood and joints, nailed to your shoulder, --not wings of feathers and wax like the wings of Icarus, who fell into the Cretan sea, but real, solid, substantial, rock-maple wings with wrought-iron hinges, and huge concavities, to propel us through the air. Knickerbocker Magazine, May 18",
        "genre": 5,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e8/1f/e81f850db9b9622c65619c9f15748de7.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 8,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/join_902/index.html",
        "universal_product_code": "18ad3ed896c7ce05",
        "title": "Join",
        "price": "35.67",
        "product_description": "What if you could live multiple lives simultaneously, have constant, perfect companionship, and never die? That’s the promise of Join, a revolutionary technology that allows small groups of minds to unite, forming a single consciousness that experiences the world through multiple bodies. But as two best friends, Chance and Lucky, living in an alternate version of our own n What if you could live multiple lives simultaneously, have constant, perfect companionship, and never die? That’s the promise of Join, a revolutionary technology that allows small groups of minds to unite, forming a single consciousness that experiences the world through multiple bodies. But as two best friends, Chance and Lucky, living in an alternate version of our own near future quickly discover, the light of that miracle may be blinding them to its horrors.Jolted out of comfortable, professional routines by a brutal encounter with a terrifying stranger and a malfunction in the join technology, Chance and Lucky follow a faint trail of clues off the grid in their desperate search for a cure. Their journey leads them into the scarred heart of the North American continent. There, within the improvised shelter of the “solos” left behind by the rush of technology, they encounter the architects of a new kind of human consciousness. With the planet descending into environmental ruin, their trust of each other becomes their only guide through the moral hazards of a society in which individual identity has come undone. Along the way, they must confront their own long-buried secrets, and learn how their story of injured conscience connects them to the arc of human evolution.A deftly crafted, kaleidoscopic novel with the pulse of a thriller, Join explores big ideas in the current zeitgeist on an intimate, human scale.",
        "genre": 5,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/df/64/df642e483f7ae23de6888c73f05e2014.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 9,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-lucifer-effect-understanding-how-good-people-turn-evil_758/index.html",
        "universal_product_code": "4e812d32d64e2431",
        "title": "The Lucifer Effect: Understanding How Good People Turn Evil",
        "price": "10.4",
        "product_description": "Renowned social psychologist and creator of the \"Stanford Prison Experiment,\" Philip Zimbardo explores the mechanisms that make good people do bad things, how moral people can be seduced into acting immorally, and what this says about the line separating good from evil.The Lucifer Effect explains how—and the myriad reasons why—we are all susceptible to the lure of “the dar Renowned social psychologist and creator of the \"Stanford Prison Experiment,\" Philip Zimbardo explores the mechanisms that make good people do bad things, how moral people can be seduced into acting immorally, and what this says about the line separating good from evil.The Lucifer Effect explains how—and the myriad reasons why—we are all susceptible to the lure of “the dark side.” Drawing on examples from history as well as his own trailblazing research, Zimbardo details how situational forces and group dynamics can work in concert to make monsters out of decent men and women. Here, for the first time and in detail, Zimbardo tells the full story of the Stanford Prison Experiment, the landmark study in which a group of college-student volunteers was randomly divided into “guards” and “inmates” and then placed in a mock prison environment. Within a week, the study was abandoned, as ordinary college students were transformed into either brutal, sadistic guards or emotionally broken prisoners. By illuminating the psychological causes behind such disturbing metamorphoses, Zimbardo enables us to better understand a variety of harrowing phenomena, from corporate malfeasance to organized genocide to how once upstanding American soldiers came to abuse and torture Iraqi detainees in Abu Ghraib. He replaces the long-held notion of the “bad apple” with that of the “bad barrel”—the idea that the social setting and the system contaminate the individual, rather than the other way around.",
        "genre": 6,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4b/2a/4b2a574e8382dcac92d046d30d2c27fc.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 10,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-golden-condom-and-other-essays-on-love-lost-and-found_637/index.html",
        "universal_product_code": "235fa48eeed11d82",
        "title": "The Golden Condom: And Other Essays on Love Lost and Found",
        "price": "39.43",
        "product_description": "Dr. Jeanne Safer has dedicated much of her decades' long career in psychotherapy to exploring taboo subjects that we all think about in private but seldom discuss in public. From conflicted sibling relationships to the choice not to have children, Safer's work has always been unflinching in its aim to dive deep into topics that make most of us blush, but which are present Dr. Jeanne Safer has dedicated much of her decades' long career in psychotherapy to exploring taboo subjects that we all think about in private but seldom discuss in public. From conflicted sibling relationships to the choice not to have children, Safer's work has always been unflinching in its aim to dive deep into topics that make most of us blush, but which are present in all of our lives. In The Golden Condom, Safer turns her sharp and fearless eye to a subject perhaps more universal than any other-love in all its permutations.In The Golden Condom Safer interweaves her own experiences with those of a variety of memorable people, including her patients, telling a series of tales that investigate relationships--both healthy and toxic--that most of us don't escape life without experiencing at least once, including traumatic friendships, love after loss, unrequited or obsessional love and more. Never prescriptive and always entertaining, these stories will demolish any suspicion you might have that you're alone in navigating a turbulent romantic life, and will inspire you with the range of possibilities that exist to find love, however unconventional, and at any age.",
        "genre": 6,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e8/b4/e8b404939ad2b1cc9d896ba646919b17.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 11,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/sophies-world_966/index.html",
        "universal_product_code": "6be3beb0793a53e7",
        "title": "Sophie's World",
        "price": "15.94",
        "product_description": "A page-turning novel that is also an exploration of the great philosophical concepts of Western thought, Sophie’s World has fired the imagination of readers all over the world, with more than twenty million copies in print.One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: “Who are you?” and “Where A page-turning novel that is also an exploration of the great philosophical concepts of Western thought, Sophie’s World has fired the imagination of readers all over the world, with more than twenty million copies in print.One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: “Who are you?” and “Where does the world come from?” From that irresistible beginning, Sophie becomes obsessed with questions that take her far beyond what she knows of her Norwegian village. Through those letters, she enrolls in a kind of correspondence course, covering Socrates to Sartre, with a mysterious philosopher, while receiving letters addressed to another girl. Who is Hilde? And why does her mail keep turning up? To unravel this riddle, Sophie must use the philosophy she is learning—but the truth turns out to be far more complicated than she could have imagined.",
        "genre": 7,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d7/39/d73914232130fdf90d66f02fd9798f2b.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 12,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-death-of-humanity-and-the-case-for-life_932/index.html",
        "universal_product_code": "bd261725b99f5983",
        "title": "The Death of Humanity: and the Case for Life",
        "price": "58.11",
        "product_description": "Do you believe human life is inherently valuable? Unfortunately, in the secularized age of state-sanctioned euthanasia and abortion-on-demand, many are losing faith in the simple value of human life. To the disillusioned, human beings are a cosmic accident whose intrinsic value is worth no more than other animals.The Death of Humanity explores our culture's declining respe Do you believe human life is inherently valuable? Unfortunately, in the secularized age of state-sanctioned euthanasia and abortion-on-demand, many are losing faith in the simple value of human life. To the disillusioned, human beings are a cosmic accident whose intrinsic value is worth no more than other animals.The Death of Humanity explores our culture's declining respect for the sanctity of human life, drawing on philosophy and history to reveal the dark road ahead for society if we lose our faith in human life.",
        "genre": 7,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/3f/f6/3ff6fe5d0c5ca7ab2ed8b5971e299caa.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 13,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/its-only-the-himalayas_981/index.html",
        "universal_product_code": "a22124811bfa8350",
        "title": "It's Only the Himalayas",
        "price": "45.17",
        "product_description": "“Wherever you go, whatever you do, just . . . don’t do anything stupid.” —My MotherDuring her yearlong adventure backpacking from South Africa to Singapore, S. Bedford definitely did a few things her mother might classify as \"stupid.\" She swam with great white sharks in South Africa, ran from lions in Zimbabwe, climbed a Himalayan mountain without training in Nepal, and wa “Wherever you go, whatever you do, just . . . don’t do anything stupid.” —My MotherDuring her yearlong adventure backpacking from South Africa to Singapore, S. Bedford definitely did a few things her mother might classify as \"stupid.\" She swam with great white sharks in South Africa, ran from lions in Zimbabwe, climbed a Himalayan mountain without training in Nepal, and watched as her friend was attacked by a monkey in Indonesia.But interspersed in those slightly more crazy moments, Sue Bedfored and her friend \"Sara the Stoic\" experienced the sights, sounds, life, and culture of fifteen countries. Joined along the way by a few friends and their aging fathers here and there, Sue and Sara experience the trip of a lifetime. They fall in love with the world, cultivate an appreciation for home, and discover who, or what, they want to become.It's Only the Himalayas is the incredibly funny, sometimes outlandish, always entertaining confession of a young backpacker that will inspire you to take your own adventure.",
        "genre": 8,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6d/41/6d418a73cc7d4ecfd75ca11d854041db.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 14,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/full-moon-over-noahs-ark-an-odyssey-to-mount-ararat-and-beyond_811/index.html",
        "universal_product_code": "ce60436f52c5ee68",
        "title": "Full Moon over Noah’s Ark: An Odyssey to Mount Ararat and Beyond",
        "price": "49.43",
        "product_description": "Acclaimed travel writer Rick Antonson sets his adventurous compass on Mount Ararat, exploring the region’s long history, religious mysteries, and complex politics.Mount Ararat is the most fabled mountain in the world. For millennia this massif in eastern Turkey has been rumored as the resting place of Noah’s Ark following the Great Flood. But it also plays a significant ro Acclaimed travel writer Rick Antonson sets his adventurous compass on Mount Ararat, exploring the region’s long history, religious mysteries, and complex politics.Mount Ararat is the most fabled mountain in the world. For millennia this massif in eastern Turkey has been rumored as the resting place of Noah’s Ark following the Great Flood. But it also plays a significant role in the longstanding conflict between Turkey and Armenia.Author Rick Antonson joined a five-member expedition to the mountain’s nearly 17,000-foot summit, trekking alongside a contingent of Armenians, for whom Mount Ararat is the stolen symbol of their country. Antonson weaves vivid historical anecdote with unexpected travel vignettes, whether tracing earlier mountaineering attempts on the peak, recounting the genocide of Armenians and its unresolved debate, or depicting the Kurds’ ambitions for their own nation’s borders, which some say should include Mount Ararat.What unfolds in Full Moon Over Noah’s Ark is one man’s odyssey, a tale told through many stories. Starting with the flooding of the Black Sea in 5600 BCE, through to the Epic of Gilgamesh and the contrasting narratives of the Great Flood known to followers of the Judaic, Christian and Islamic religions, Full Moon Over Noah’s Ark takes readers along with Antonson through the shadows and broad landscapes of Turkey, Iraq, Iran and Armenia, shedding light on a troubled but fascinating area of the world.",
        "genre": 8,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fe/8a/fe8af6ceec7718986380c0fde9b3b34f.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 15,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/chase-me-paris-nights-2_977/index.html",
        "universal_product_code": "c2e46a2ee3b4a322",
        "title": "Chase Me (Paris Nights #2)",
        "price": "25.27",
        "product_description": "A Michelin two-star chef at twenty-eight, Violette Lenoir could handle anything, including a cocky burglar who broke into her restaurant in the middle of the night.Or so she thought.Elite counterterrorist operative Chase “Smith” had been through things that made Hell Week look easy. But nothing had prepared him for a leather-clad blonde who held him at bay at knifepoint an A Michelin two-star chef at twenty-eight, Violette Lenoir could handle anything, including a cocky burglar who broke into her restaurant in the middle of the night.Or so she thought.Elite counterterrorist operative Chase “Smith” had been through things that made Hell Week look easy. But nothing had prepared him for a leather-clad blonde who held him at bay at knifepoint and dared him to take her on.Now if only saving the world didn’t require he ruin her life.Two people who thought they could handle anything now have to take on each other. It's a battle neither one expected. But with their futures on the line, they have nothing to lose...but their hearts.Warning: This book contains one arrogant Navy SEAL, nights of Paris passion, and a woman who wants to have it all.",
        "genre": 9,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6c/84/6c84fcf7a53b02b6e763de7272934842.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 16,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/black-dust_976/index.html",
        "universal_product_code": "00bfed9e18bb36f3",
        "title": "Black Dust",
        "price": "34.53",
        "product_description": "No matter how busy he keeps himself, successful Broadway musician Tobias Spence can’t outrun the memory of a tragic car crash from his past that claimed a friend’s life and permanently injured his former boyfriend, Emmett.Even after losing Tobias, Emmett Henderson made peace with that awful night, living in his Indiana hometown where he has become a revered choral director No matter how busy he keeps himself, successful Broadway musician Tobias Spence can’t outrun the memory of a tragic car crash from his past that claimed a friend’s life and permanently injured his former boyfriend, Emmett.Even after losing Tobias, Emmett Henderson made peace with that awful night, living in his Indiana hometown where he has become a revered choral director. When his students are asked to perform in New York City, he decides to chance reconnecting with his former love, if for no other reason than to get a proper goodbye.When Emmett and Tobias finally meet 15 years after parting ways, it is clear to both of them that their feelings for each other have not changed. As they explore their renewed relationship, the two men face old hurts and the new challenges of a long-distance romance. Will Tobias lose his second chance at love to the ghosts he can’t seem to put to rest?",
        "genre": 9,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a4/0a/a40af95beab828af1a4757ad1ee17da3.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 17,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/redeeming-love_826/index.html",
        "universal_product_code": "b53db2271c9624f7",
        "title": "Redeeming Love",
        "price": "20.47",
        "product_description": "California's gold country, 1850. A time when men sold their souls for a bag of gold and women sold their bodies for a place to sleep.Angel expects nothing from men but betrayal. Sold into prostitution as a child she survives by keeping her hatred alive. And what she hates most are the men who use her, leaving her empty and dead inside.Then she meets Michael Hosea. A man wh California's gold country, 1850. A time when men sold their souls for a bag of gold and women sold their bodies for a place to sleep.Angel expects nothing from men but betrayal. Sold into prostitution as a child she survives by keeping her hatred alive. And what she hates most are the men who use her, leaving her empty and dead inside.Then she meets Michael Hosea. A man who seeks his Father's heart in everything, Michael obeys God's call to marry Angel and to love her unconditionally. Slowly, day by day, he defies Angel's every bitter expectation, until despite her resistance, her frozen heart begins to thaw.But with her unexpected softening come overwhelming feelings of unworthiness and fear. And so Angel runs. Back to the darkness, away from her husband's pursuing love, terrified of the truth she no longer can deny: Her final healing must come from the One who loves her even more than Michael does ... the One who will never let her go.",
        "genre": 10,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c9/74/c974d74fa0bd1735c6ae172d40b1c077.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 18,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/close-to-you_798/index.html",
        "universal_product_code": "a57b1dcbd6849222",
        "title": "Close to You",
        "price": "49.46",
        "product_description": "A disgraced scholar running from her past and an entrepreneur chasing his future find themselves thrown together—and fall in love—on a Tolkien tour of New Zealand.Allison Shire (yes, like where the Hobbits live) is a disgraced academic who is done with love. Her belief in “happily ever after” ended the day she discovered her husband was still married to a wife she knew not A disgraced scholar running from her past and an entrepreneur chasing his future find themselves thrown together—and fall in love—on a Tolkien tour of New Zealand.Allison Shire (yes, like where the Hobbits live) is a disgraced academic who is done with love. Her belief in “happily ever after” ended the day she discovered her husband was still married to a wife she knew nothing about. She finally finds a use for her English degree by guiding tours through the famous sites featured in the Lord of the Rings and The Hobbit movies. By living life on the road and traveling New Zealand as a luxury tour guide, Allison manages to outrun the pain of her past she can’t face.Jackson Gregory was on the cusp of making it big. Then suddenly his girlfriend left him—for his biggest business competitor—and took his most guarded commercial secrets with her. To make matters worse, the Iowa farm that has been in his family for generations is facing foreclosure. Determined to save his parents from financial ruin, he’ll do whatever it takes to convince his wealthy great-uncle to invest in his next scheme, which means accompanying him to the bottom of the world to spend three weeks pretending to be a die-hard Lord of the Rings fan, even though he knows nothing about the stories. The one thing that stands between him and his goal is a know-it-all tour guide who can’t stand him and pegged him as a fake the moment he walked off the plane.When Allison leads the group through the famous sites of the Tolkien movies, she and Jackson start to see each other differently, and as they keep getting thrown together on the tour, they find themselves drawn to each other. Neither expected to fall in love again, but can they find a way beyond their regrets to take a chance on the one thing they’re not looking for?",
        "genre": 10,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/94/f4/94f4405dae04559ecdd92e62486623e3.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 19,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-four-agreements-a-practical-guide-to-personal-freedom_970/index.html",
        "universal_product_code": "6258a1f6a6dcfe50",
        "title": "The Four Agreements: A Practical Guide to Personal Freedom",
        "price": "17.66",
        "product_description": "In The Four Agreements, don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, the Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. The Four Agreements are: Be Impeccable With Your Word, Don't In The Four Agreements, don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, the Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. The Four Agreements are: Be Impeccable With Your Word, Don't Take Anything Personally, Don't Make Assumptions, Always Do Your Best.",
        "genre": 11,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2b/1b/2b1bfecae9d512cb6ee943ccf786216f.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 20,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-activists-tao-te-ching-ancient-advice-for-a-modern-revolution_928/index.html",
        "universal_product_code": "7d6d2a6c0276f81b",
        "title": "The Activist's Tao Te Ching: Ancient Advice for a Modern Revolution",
        "price": "32.24",
        "product_description": "Change and anger are in the air. Looking for answers to today’s wrenching challenges, William Martin turns to the Tao Te Ching and finds that while Taoism is known for its quiet, enigmatic wisdom, the Tao can also have the cleansing force of a rushing river.Through his interpretation of this ancient Chinese text, Martin elucidates revolutionary messages condemning power-se Change and anger are in the air. Looking for answers to today’s wrenching challenges, William Martin turns to the Tao Te Ching and finds that while Taoism is known for its quiet, enigmatic wisdom, the Tao can also have the cleansing force of a rushing river.Through his interpretation of this ancient Chinese text, Martin elucidates revolutionary messages condemning power-seeking and greed. He emphasizes that humans have a “natural virtue” that can help them heal the planet; shows how Taoism’s simplicity can be subversive and its flexibility a potent force; and reassures that “when injustice is the rule, justice always lies in wait.”Provocative and stirring, Martin’s Tao flows within and through those who ride the waves of anger and frustration and gently guides them to true freedom.“We have learned the secret of transformation: Injustice feeds our determination. Hate increases our love. Wounds bring forth our healing, and fear uncovers our courage and serenity.”— from The Activist’s Tao Te Ching",
        "genre": 11,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/da/0c/da0ca35421a5120b2109028e44a53f56.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 21,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-long-haul-diary-of-a-wimpy-kid-9_757/index.html",
        "universal_product_code": "f21effc079a2b38a",
        "title": "The Long Haul (Diary of a Wimpy Kid #9)",
        "price": "44.07",
        "product_description": "Greg Heffley and his family hit the road in author-illustrator Jeff Kinney's latest installment of the phenomenally bestselling Diary of a Wimpy Kid series.",
        "genre": 12,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b1/e6/b1e6c747381261cd6e60ac9d350c4bab.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 22,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/old-school-diary-of-a-wimpy-kid-10_723/index.html",
        "universal_product_code": "02b74068fa98d8a4",
        "title": "Old School (Diary of a Wimpy Kid #10)",
        "price": "11.83",
        "product_description": "In the latest installment of the phenomenally bestselling Diary of a Wimpy Kid series, author-illustrator Jeff Kinney brings the series back to its roots, as Greg starts a new school year and faces a challenge he never could've imagined. In the latest installment of the phenomenally bestselling Diary of a Wimpy Kid series, author-illustrator Jeff Kinney brings the series back to its roots, as Greg starts a new school year and faces a challenge he never could've imagined. ",
        "genre": 12,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/55/82/5582626cb185a8eb2914c15d5287afbd.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 23,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html",
        "universal_product_code": "a897fe39b1053632",
        "title": "A Light in the Attic",
        "price": "51.77",
        "product_description": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love that Silverstein. Need proof of his genius? RockabyeRockabye baby, in the treetopDon't you know a treetopIs no safe place to rock?And who put you up there,And your cradle, too?Baby, I think someone down here'sGot it in for you. Shel, you never sounded so good.",
        "genre": 13,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fe/72/fe72f0532301ec28892ae79a629a293c.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 24,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-black-maria_991/index.html",
        "universal_product_code": "1dfe412b8ac00530",
        "title": "The Black Maria",
        "price": "52.15",
        "product_description": "Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandabl Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandable that we think of her as the blessed curator of our collective histories. There is in her art the vulnerability of one who lives inside of the stories that she gathers in this remarkable collection. Her poems set off alarms even as they transform the world she inhabits, showing us, in the process, exactly what she asks of Romare Bearden’s art: ‘…how not to // assign all blackness near the sea / a captivity.’ This is one of the many sweet contradictions in the black maria, which ‘is a black flag / wounding the pastoral.’ I am deeply thankful that we have a poet of her unique and singular talent writing today.\" —Kwame DawesTaking its name from the moon's dark plains, misidentified as seas by early astronomers, the black maria investigates African diasporic histories, the consequences of racism within American culture, and the question of human identity. Central to this project is a desire to recognize the lives of Eritrean refugees who have been made invisible by years of immigration crisis, refugee status, exile, and resulting statelessness. The recipient of a 2015 Whiting Award for Poetry, Girmay's newest collection elegizes and celebrates life, while wrestling with the humanistic notion of seeing beyond: seeing violence, seeing grace, and seeing each other better.\"to the sea\"great storage house, historyon which we rode, we touchedthe brief pulse of your flutteringpages, spelled with salt & life,your rage, your indifferenceyour gentleness washing our feet,all of you going onwhether or not we live,to you we bring our carnationsyellow & pink, how they floatlike bright sentences atopyour memory's dark hairAracelis Girmay is the author of three poetry collections, the black maria; Kingdom Animalia, which won the Isabella Gardner Award and was a finalist for the NBCC Award; and Teeth. The recipient of a 2015 Whiting Award, she has received grants and fellowships from the Jerome, Cave Canem, and Watson foundations, as well as Civitella Ranieri and the NEA. She currently teaches at Hampshire College's School for Interdisciplinary Arts and in Drew University's low residency MFA program. Originally from Santa Ana, California, she splits her time between New York and Amherst, Massachusetts.",
        "genre": 13,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d1/7a/d17a3e313e52e1be5651719e4fba1d16.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 25,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-dirty-little-secrets-of-getting-your-dream-job_994/index.html",
        "universal_product_code": "2597b5a345f45e1b",
        "title": "The Dirty Little Secrets of Getting Your Dream Job",
        "price": "33.34",
        "product_description": "Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and operates MME, an advertising and marketing agency in New York City. During his twenty-five years at the agency he has interviewed hundreds of new college graduates for positions within his agency and has placed a strong emphasis on entry-level recruitment for positions in creative, account management, traffic, and production. Raskin has also mentored countless students and their parents on best practices for the job search. Over the years, Raskin has kept exceptionally detailed notes on the interviews he has conducted, observing the good, the bad, the ridiculous, the irreverent. He also has a treasure trove of over-the-top cover letters, resumes, interviews, and post interview follow-ups he has conducted and received. Now, he wants to share all the wisdom and insider secrets he has gathered to help students and first-time job seekers find a job in this economy.Based on his remarkable expertise, Raskin's book provides exclusive insight into the job search process and lets readers in on all of the dirty little secrets to landing their first job—or a new one—and finding career success.",
        "genre": 14,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e1/1b/e11bea016d0ae1d7e2dd46fb3cb870b7.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 26,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-third-wave-an-entrepreneurs-vision-of-the-future_862/index.html",
        "universal_product_code": "3bebf34ee9330cbd",
        "title": "The Third Wave: An Entrepreneur’s Vision of the Future",
        "price": "12.61",
        "product_description": "NEW YORK TIMES BESTSELLERWALL STREET JOURNAL BESTSELLEROne of America’s most accomplished entrepreneurs—a pioneer who made the Internet part of everyday life and orchestrated the largest merger in the history of business—shares a roadmap for how anyone can succeed in a world of rapidly changing technology.Steve Case’s career began when he cofounded America Online (AOL) in NEW YORK TIMES BESTSELLERWALL STREET JOURNAL BESTSELLEROne of America’s most accomplished entrepreneurs—a pioneer who made the Internet part of everyday life and orchestrated the largest merger in the history of business—shares a roadmap for how anyone can succeed in a world of rapidly changing technology.Steve Case’s career began when he cofounded America Online (AOL) in 1985. At the time, only three percent of Americans were online. It took a decade for AOL to achieve mainstream success, and there were many near-death experiences and back-to-the-wall pivots. AOL became the top performing company of the 1990s, and at its peak more than half of all consumer Internet traffic in the United States ran through the service. After Case engineered AOL’s merger with Time Warner and he became Chairman of the combined business, Case oversaw the biggest media and communications empire in the world. In The Third Wave, which pays homage to the work of the futurist Alvin Toffler (from whom Case has borrowed the title, and whose work inspired him as a young man), Case takes us behind the scenes of some of the most consequential and riveting business decisions of our time while offering illuminating insights from decades of working as an entrepreneur, an investor, a philanthropist, and an advocate for sensible bipartisan policies. We are entering, as Case explains, a new paradigm called the “Third Wave” of the Internet. The first wave saw AOL and other companies lay the foundation for consumers to connect to the Internet. The second wave saw companies like Google and Facebook build on top of the Internet to create search and social networking capabilities, while apps like Snapchat and Instagram leverage the smartphone revolution. Now, Case argues, we’re entering the Third Wave: a period in which entrepreneurs will vastly transform major “real world” sectors like health, education, transportation, energy, and food—and in the process change the way we live our daily lives. But success in the Third Wave will require a different skill set, and Case outlines the path forward.The Third Wave is part memoir, part manifesto, and part playbook for the future. With passion and clarity, Case explains the ways in which newly emerging technology companies (a growing number of which, he argues, will not be based in Silicon Valley) will have to rethink their relationships with customers, with competitors, and with governments; and offers advice for how entrepreneurs can make winning business decisions and strategies—and how all of us can make sense of this changing digital age.",
        "genre": 14,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/0f/76/0f76b00ea914ced1822d8ac3480c485f.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 27,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/when-we-collided_955/index.html",
        "universal_product_code": "3ecb690d1542c568",
        "title": "When We Collided",
        "price": "31.77",
        "product_description": "We are seventeen and shattered and still dancing. We have messy, throbbing hearts, and we are stronger than anyone could ever know…Jonah never thought a girl like Vivi would come along.Vivi didn’t know Jonah would light up her world.Neither of them expected a summer like this…a summer that would rewrite their futures.In an unflinching story about new love, old wounds, and We are seventeen and shattered and still dancing. We have messy, throbbing hearts, and we are stronger than anyone could ever know…Jonah never thought a girl like Vivi would come along.Vivi didn’t know Jonah would light up her world.Neither of them expected a summer like this…a summer that would rewrite their futures.In an unflinching story about new love, old wounds, and forces beyond our control, two teens find that when you collide with the right person at just the right time, it will change you forever.",
        "genre": 15,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/17/db/17db3de71e8217d4277a9328b04f56cf.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 28,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/someone-like-you-the-harrisons-2_735/index.html",
        "universal_product_code": "a278db6b2b09cf9f",
        "title": "Someone Like You (The Harrisons #2)",
        "price": "52.79",
        "product_description": "Pierce Harrison--yes, that Pierce Harrison, black sheep of the wealthy Harrison clan--has come home to his family's luxurious Long Island compound. The big question is why the dangerously sexy soccer star agreed to coach a kids' soccer team. His co-coach Abby McCord should be grateful. Instead she's fending off some seriously smoldering advances from the scandal-ridden ath Pierce Harrison--yes, that Pierce Harrison, black sheep of the wealthy Harrison clan--has come home to his family's luxurious Long Island compound. The big question is why the dangerously sexy soccer star agreed to coach a kids' soccer team. His co-coach Abby McCord should be grateful. Instead she's fending off some seriously smoldering advances from the scandal-ridden athlete. Good thing bad boys are so not her type . . . Abby is definitely not lacking in passion, but the sweet-faced beauty needs to learn a thing or two about taking a team to the championship--and a whole lot about how to let a man into her once-broken heart. Pierce definitely knows how to make the moves, but will Abby trust that the bachelor the world has condemned as a scoundrel can settle down with the one woman who has taken hold of his heart?",
        "genre": 15,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/03/67/03672d82cd257167775d88568d2cce38.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 29,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/birdsong-a-story-in-pictures_975/index.html",
        "universal_product_code": "9528d0948525bf5f",
        "title": "Birdsong: A Story in Pictures",
        "price": "54.64",
        "product_description": "Bring the thrilling story of one red bird to life. When an innocent bird meets two cruel kids, their world is forever changed. But exactly how that change unfolds is up to you, in the tradition of Kamishibai—Japanese paper theater. The wordless story by master cartoonist James Sturm is like a haiku—the elegant images leave space for children to inhabit this timeless tale—a Bring the thrilling story of one red bird to life. When an innocent bird meets two cruel kids, their world is forever changed. But exactly how that change unfolds is up to you, in the tradition of Kamishibai—Japanese paper theater. The wordless story by master cartoonist James Sturm is like a haiku—the elegant images leave space for children to inhabit this timeless tale—and make it their own, leading them to learn an ultimate lesson they'll never forget.James Sturm is the author of several books for kids including the Adventures in Cartooning series (with Andrew Arnold and Alexis Frederick-Frost) and the forthcoming Ape and Armadillo. James also helped start a college for cartoonists, The Center for Cartoon Studies, in the small railroad village of White River Junction, Vermont.",
        "genre": 16,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/af/2f/af2fe2419ea136f2cd567aa92082c3ae.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 30,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-bear-and-the-piano_967/index.html",
        "universal_product_code": "9f6568e9c95f60b0",
        "title": "The Bear and the Piano",
        "price": "36.89",
        "product_description": "One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods. The bear goes with them on an incredible journey to New York, where his piano playing makes him a huge star. He has fam One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods. The bear goes with them on an incredible journey to New York, where his piano playing makes him a huge star. He has fame, fortune and all the music in the world, but he misses the friends and family he has left behind. A moving tale of exploration and belonging from an exciting debut author-illustrator.",
        "genre": 16,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d0/87/d0876dcd1a6530a4cb54903aad7a3e28.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 31,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/security_925/index.html",
        "universal_product_code": "6f78a0d744c35456",
        "title": "Security",
        "price": "39.25",
        "product_description": "“Original and imaginative . . . Ripping suspense, sheer terror, and a wrenching love story.” —Sandra Brown, New York Times bestselling author of FrictionThe terrible truth about Manderley is that someone is always watching. Manderley Resort is a gleaming, new twenty-story hotel on the California coast. It’s about to open its doors, and the world--at least those with the me “Original and imaginative . . . Ripping suspense, sheer terror, and a wrenching love story.” —Sandra Brown, New York Times bestselling author of FrictionThe terrible truth about Manderley is that someone is always watching. Manderley Resort is a gleaming, new twenty-story hotel on the California coast. It’s about to open its doors, and the world--at least those with the means to afford it--will be welcomed into a palace of opulence and unparalleled security. But someone is determined that Manderley will never open. The staff has no idea that their every move is being watched, and over the next twelve hours they will be killed off, one by one. Writing in the tradition of Edgar Allan Poe and Stephen King, and with a deep bow to Daphne du Maurier, author Gina Wohlsdorf pairs narrative ingenuity and razor-wire prose with quick twists, sharp turns, and gasp-inducing terror. Security is grand guignol storytelling at its very best. A shocking thriller, a brilliant narrative puzzle, and a multifaceted love story unlike any other, Security marks the debut of a fearless and gifted writer. “Be surprised, be very surprised: Gina Wohlsdorf brings more than just plot twists and a terrifically tender love story to this thriller . . . It’s her playful homage to Hitchcock and du Maurier that had me reading, howling, and just plain loving this novel.” —Sara Gruen, author of At the Water’s Edge “Grand Hotel meets Psycho in the age of surveillance . . . Security is cinematically vivid, crisply written, and sharp enough to cut . . . Wohlsdorf brilliantly subverts our expectations of the action genre in this smart, shocking, poignant thriller.” —Emily Croy Barker, author of The Thinking Woman’s Guide to Real Magic “The thrill of this novel goes beyond its wickedly clever,  split-screen, high-tech wizardry—a kind of video gamer’s literary retake of Hitchcock’s Rear Window--and emanates  from its strange, disembodied narrator . . . The effect is terrifying, sexy, dizzying, and impossible to look away from.” —Tim Johnston, author of Descent “Shocking and filled with Tarantino-ish dark humor. . . Structurally reminiscent of the amazing Jennifer Egan,Wohlsdorf’s book is certainly a hybrid, like nothing else. Get ready.” —Ann Beattie, author of The State We’re In “Flawless . . . Security is perfectly tuned for blockbuster status . . . They don’t make a hotel big enough to house all the people who will want to read this, and soon, as in Manderley, all eyes will be on Wohlsdorf.” —Daniel Kraus, Booklist, starred review  ",
        "genre": 17,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/79/2b/792bdeb2cf7d8efaef0e401e5a27b4da.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 32,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/follow-you-home_809/index.html",
        "universal_product_code": "8585760646e3aa2a",
        "title": "Follow You Home",
        "price": "21.36",
        "product_description": "It was supposed to be the trip of a lifetime, a final adventure before settling down.After a perfect start, Daniel and Laura’s travels end abruptly when they are thrown off a night train in the middle of nowhere. To find their way back to civilisation, they must hike along the tracks through a forest…a haunting journey that ends in unimaginable terror.Back in London, Danie It was supposed to be the trip of a lifetime, a final adventure before settling down.After a perfect start, Daniel and Laura’s travels end abruptly when they are thrown off a night train in the middle of nowhere. To find their way back to civilisation, they must hike along the tracks through a forest…a haunting journey that ends in unimaginable terror.Back in London, Daniel and Laura vow never to talk about what they saw that night. But as they try to fit back into their old lives, it becomes clear that their nightmare is just beginning…Follow You Home is a chilling tale of secrets, lies and deadly consequences from the author of #1 bestsellers The Magpies and Because She Loves Me.",
        "genre": 17,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/bb/c0/bbc0bdad3ad7f390017ea66bb7019579.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 33,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-bulletproof-diet-lose-up-to-a-pound-a-day-reclaim-energy-and-focus-upgrade-your-life_931/index.html",
        "universal_product_code": "43c6a960757cf559",
        "title": "The Bulletproof Diet: Lose up to a Pound a Day, Reclaim Energy and Focus, Upgrade Your Life",
        "price": "49.05",
        "product_description": "In his midtwenties, Dave Asprey was a successful Silicon Valley multimillionaire. He also weighed 300 pounds, despite the fact that he was doing what doctors recommended: eating 1,800 calories a day and working out 90 minutes a day, six times a week. When his excess fat started causing brain fog and food cravings sapped his energy and willpower, Asprey turned to the same h In his midtwenties, Dave Asprey was a successful Silicon Valley multimillionaire. He also weighed 300 pounds, despite the fact that he was doing what doctors recommended: eating 1,800 calories a day and working out 90 minutes a day, six times a week. When his excess fat started causing brain fog and food cravings sapped his energy and willpower, Asprey turned to the same hacking techniques that made his fortune to \"hack\" his own biology, investing more than $300,000 and 15 years to uncover what was hindering his energy, performance, appearance, and happiness. From private brain EEG facilities to remote monasteries in Tibet, through radioactive brain scans, blood chemistry work, nervous system testing, and more, he explored traditional and alternative technologies to reach his physical and mental prime. The result? The Bulletproof Diet, an anti-inflammatory program for hunger-free, rapid weight loss and peak performance. The Bulletproof Diet will challenge—and change—the way you think about weight loss and wellness. You will skip breakfast, stop counting calories, eat high levels of healthy saturated fat, work out and sleep less, and add smart supplements.In doing so, you'll gain energy, build lean muscle, and watch the pounds melt off. By ditching traditional \"diet\" thinking, Asprey went from being overweight and sick in his twenties to maintaining a 100-pound weight loss, increasing his IQ, and feeling better than ever in his forties. The Bulletproof Diet is your blueprint to a better life.",
        "genre": 18,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9c/c6/9cc673854af8fd155953384b3cac334e.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 34,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/eat-fat-get-thin_688/index.html",
        "universal_product_code": "047dfa57ba0bf638",
        "title": "Eat Fat, Get Thin",
        "price": "54.07",
        "product_description": "Originally released by Hachettee Audio A2015.",
        "genre": 18,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a7/6b/a76b04d5de0b2f8f038c9ac27f4d2a42.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 35,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/scott-pilgrims-precious-little-life-scott-pilgrim-1_987/index.html",
        "universal_product_code": "3b1c02bac2a429e6",
        "title": "Scott Pilgrim's Precious Little Life (Scott Pilgrim #1)",
        "price": "52.29",
        "product_description": "Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get turned upside-down? Will he have to face Ramona's seven evil ex-boyfriends in battle? The short answer is yes. The long answer is Scott Pilgrim, Volume 1: Scott Pilgrim's Precious Little Life",
        "genre": 19,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/97/27/97275841c81e66d53bf9313cba06f23e.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 36,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/tsubasa-world-chronicle-2-tsubasa-world-chronicle-2_949/index.html",
        "universal_product_code": "09555be379ad9253",
        "title": "Tsubasa: WoRLD CHRoNiCLE 2 (Tsubasa WoRLD CHRoNiCLE #2)",
        "price": "16.28",
        "product_description": "DUAL WORLDS, DUAL SIGHTS In the land of Nirai Kanai, there are two realms, one that is the \"outside\" world, and another that is \"inside\" and hidden from the rest of reality. At the request of the holy Himegami, Syaoran ventures into this inside realm to investigate an anomaly, but what he sees there is very different from what Fai and Kurogane see. What does this discrepa DUAL WORLDS, DUAL SIGHTS   In the land of Nirai Kanai, there are two realms, one that is the \"outside\" world, and another that is \"inside\" and hidden from the rest of reality. At the request of the holy Himegami, Syaoran ventures into this inside realm to investigate an anomaly, but what he sees there is very different from what Fai and Kurogane see. What does this discrepancy mean, and what can they do to overcome it?!",
        "genre": 19,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/8b/ab/8bab133ec9f8248a8d5f5ea5c09d0f56.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 37,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/foolproof-preserving-a-guide-to-small-batch-jams-jellies-pickles-condiments-and-more-a-foolproof-guide-to-making-small-batch-jams-jellies-pickles-condiments-and-more_978/index.html",
        "universal_product_code": "5674a18a29a43ced",
        "title": "Foolproof Preserving: A Guide to Small Batch Jams, Jellies, Pickles, Condiments, and More: A Foolproof Guide to Making Small Batch Jams, Jellies, Pickles, Condiments, and More",
        "price": "30.52",
        "product_description": "Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sw Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sweet jams and jellies to savory jams, vegetables, condiments, pickles, whole fruits, and more. Let the experts at America's Test Kitchen show you how to do it right with detailed tutorials, troubleshooting tips, equipment information, and insight into the science behind canning.",
        "genre": 20,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9f/58/9f58d3ff6d58589eaf325b1a33c303a0.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 38,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-pioneer-woman-cooks-dinnertime-comfort-classics-freezer-food-16-minute-meals-and-other-delicious-ways-to-solve-supper_943/index.html",
        "universal_product_code": "142d767a56a9254d",
        "title": "The Pioneer Woman Cooks: Dinnertime: Comfort Classics, Freezer Food, 16-Minute Meals, and Other Delicious Ways to Solve Supper!",
        "price": "56.41",
        "product_description": "THERE’S NO TIME LIKE DINNERTIME!Oh, don’t get me wrong. I adore breakfast. I love lunch! But dinnertime definitely tops them all. It’s the time of day when we reunite with our sweeties, our kids, our friends, our parents . . . and catch up on the events of the day over something mouthwatering and delicious. Dinnertime anchors us, nourishes us, and reassures us. It’s the gr THERE’S NO TIME LIKE DINNERTIME!Oh, don’t get me wrong. I adore breakfast. I love lunch! But dinnertime definitely tops them all. It’s the time of day when we reunite with our sweeties, our kids, our friends, our parents . . . and catch up on the events of the day over something mouthwatering and delicious. Dinnertime anchors us, nourishes us, and reassures us. It’s the greatest meal of the day! The Pioneer Woman Cooks: Dinnertime is a beloved collection of all the scrumptious supper recipes that make their way through my kitchen in regular rotation, from main dish salads to satisfying soups to hearty casseroles to comfort food classics . . . and everything in between. I lay out all the different ways I tackle dinner in my house, from super-quick 16-Minute Meals to make-ahead Freezer Food to irresistible pastas and a bundle of brand-new favorites of my crew.You’ll want to immediately dive into surefire hits like Tomato Soup with Parmesan Croutons, Buffalo Chicken Salad, Baked Ziti, and Shrimp Scampi. But just wait till you try the Cashew Chicken, French Dip Sandwiches, Chicken Marsala, and Beef Stroganoff. And don’t even get me started on the Tomato Tart, Chicken with Mustard Cream Sauce, and Pan-Fried Pork Chops. You’ll have a very tough time deciding on a favorite!To take away the guesswork, I made sure to include all the step-by-step recipe photos I love to share, and I packed as much deliciousness into each chapter as possible. My hope is that you will turn to this book regularly to solve your dinnertime dilemmas, and that you will use these recipes to feed your family time and time again. The more stains, smudges, and smears on the pages, the better!Enjoy dinnertime in your household, friends!",
        "genre": 20,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/fd/af/fdaf3c3104c559941c01e840fecd2659.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 39,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/sapiens-a-brief-history-of-humankind_996/index.html",
        "universal_product_code": "4165285e1663650f",
        "title": "Sapiens: A Brief History of Humankind",
        "price": "54.23",
        "product_description": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—h From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us?Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas.Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become?Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
        "genre": 21,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ce/5f/ce5f052c65cc963cf4422be096e915c9.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 40,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/unbound-how-eight-technologies-made-us-human-transformed-society-and-brought-our-world-to-the-brink_950/index.html",
        "universal_product_code": "9a9d6e9bc555731e",
        "title": "Unbound: How Eight Technologies Made Us Human, Transformed Society, and Brought Our World to the Brink",
        "price": "25.52",
        "product_description": "Although we usually think of technology as something unique to modern times, our ancestors began to create the first technologies millions of years ago in the form of prehistoric tools and weapons. Over time, eight key technologies gradually freed us from the limitations of our animal origins.The fabrication of weapons, the mastery of fire, and the technologies of clothing Although we usually think of technology as something unique to modern times, our ancestors began to create the first technologies millions of years ago in the form of prehistoric tools and weapons. Over time, eight key technologies gradually freed us from the limitations of our animal origins.The fabrication of weapons, the mastery of fire, and the technologies of clothing and shelter radically restructured the human body, enabling us to walk upright, shed our body hair, and migrate out of tropical Africa. Symbolic communication transformed human evolution from a slow biological process into a fast cultural process. The invention of agriculture revolutionized the relationship between humanity and the environment, and the technologies of interaction led to the birth of civilization. Precision machinery spawned the industrial revolution and the rise of nation-states; and in the next metamorphosis, digital technologies may well unite all of humanity for the benefit of future generations.Synthesizing the findings of primatology, paleontology, archeology, history, and anthropology, Richard Currier reinterprets and retells the modern narrative of human evolution that began with the discovery of Lucy and other Australopithecus fossils. But the same forces that allowed us to integrate technology into every aspect of our daily lives have also brought us to the brink of planetary catastrophe. Unbound explains both how we got here and how human society must be transformed again to achieve a sustainable future.Technology: “The deliberate modification of any natural object or substance with forethought to achieve a specific end or to serve a specific purpose.”",
        "genre": 21,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/27/a1/27a1ebe79d6e6759ec68ea9f427a4f71.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 41,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/catastrophic-happiness-finding-joy-in-childhoods-messy-years_138/index.html",
        "universal_product_code": "ef49db2aaa9bb547",
        "title": "Catastrophic Happiness: Finding Joy in Childhood's Messy Years",
        "price": "37.35",
        "product_description": "A comic and heartwarming memoir about childhood's second act from Real Simple journalist Catherine Newman. Much is written about a child's infancy and toddler years, which is good since children will never remember it themselves. It is ages 4-14 that make up the second act, as Catherine Newman puts it in this delightfully candid, outlandishly funny new memoir about the yea A comic and heartwarming memoir about childhood's second act from Real Simple journalist Catherine Newman. Much is written about a child's infancy and toddler years, which is good since children will never remember it themselves. It is ages 4-14 that make up the second act, as Catherine Newman puts it in this delightfully candid, outlandishly funny new memoir about the years that \"your children will remember as childhood.\" Following Newman's son and daughter as they blossom from preschoolers into teenagers, CATASTROPHIC HAPPINESS is about the bittersweet joy of raising children--and the ever-evolving landscape of issues parents traverse. In a laugh out-loud, heart-wrenching, relatable voice, Newman narrates events as momentous as grief and as quietly moving as the moonlit face of a sleeping child. From tantrums and friendship to fear and even sex, Newman's fresh take will appeal to any parent riding this same roller coaster of laughter and heartbreak.",
        "genre": 22,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/3c/b9/3cb9c84d2a6a66f8bb6601d4f33deaa0.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 42,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/suzie-snowflake-one-beautiful-flake-a-self-esteem-story_568/index.html",
        "universal_product_code": "0e095ed785af7e43",
        "title": "Suzie Snowflake: One beautiful flake (a self-esteem story)",
        "price": "54.81",
        "product_description": "Follow Suzie on a magical journey of discovering her true self worth within.A beautifully illustrated self-esteem story for all ages!Suzie Snowflake struggles with what she sees as \"flaws\" and \"imperfections\" in her beautiful design. \"How can I notice my outer is bright, when there are parts of myself I don't really like?\"Through the love and wisdom of her parents, Suzie d Follow Suzie on a magical journey of discovering her true self worth within.﻿A beautifully illustrated self-esteem story for all ages!﻿﻿﻿Suzie Snowflake struggles with what she sees as \"flaws\" and \"imperfections\" in her beautiful design. \"How can I notice my outer is bright, when there are parts of myself I don't really like?\"Through the love and wisdom of her parents, Suzie discovers her true inner beauty and light. \"It's who you are inside that counts, your inner light that shines through, and who you are outside is wondrous too.\"\"Look at your art, look at your design, six magical sides, created one of a kind!\"\"Suzie dear, we love you for you. Each and every single part of you too!\"A wonderful affirmation of the importance of self-love and uniqueness; nurturing to every child. Coupled with 36 uplifting, awe-inspiring illustrations!Crystaline Rose is a teacher and children’s book author. She has read her books to thousands of children in classrooms and book readings. They are met with ‘Aha’ moments, appreciation and excitement. “The illustrations are magical and the story has meaning!” \"It's my favorite book ever!\" Parents share that their children are asking for “the rainbow book!” and look forward to reading it again and again.\" \"This is more than a children's book\" \"There is inspiration and hope to be found at any age.\"",
        "genre": 23,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/59/13/5913f74507084d0cd47e2b73fd806f9e.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 43,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/libertarianism-for-beginners_982/index.html",
        "universal_product_code": "a18a4f574854aced",
        "title": "Libertarianism for Beginners",
        "price": "51.33",
        "product_description": "Libertarianism isn't about winning elections; it is first and foremost a political philosophy--a description of how, in the opinion of libertarians, free people ought to treat one another, at least when they use the law, which they regard as potentially dangerous. If libertarians are correct, the law should intrude into people's lives as little as possible, rarely telling Libertarianism isn't about winning elections; it is first and foremost a political philosophy--a description of how, in the opinion of libertarians, free people ought to treat one another, at least when they use the law, which they regard as potentially dangerous. If libertarians are correct, the law should intrude into people's lives as little as possible, rarely telling them what to do or how to live.A political and economic philosophy as old as John Locke and John Stuart Mill, but as alive and timely as Rand Paul, the Tea Party, and the novels of Ayn Rand, libertarianism emphasizes individual rights and calls for a radical reduction in the power and size of government. \"Libertarianism For Beginners\" lays out the history and principles of this often-misunderstood philosophy in lucid, dispassionate terms that help illuminate today's political dialogue.\"",
        "genre": 24,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/91/a4/91a46253e165d144ef5938f2d456b88f.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 44,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/why-the-right-went-wrong-conservatism-from-goldwater-to-the-tea-party-and-beyond_781/index.html",
        "universal_product_code": "2b5054a4192e9b06",
        "title": "Why the Right Went Wrong: Conservatism--From Goldwater to the Tea Party and Beyond",
        "price": "52.65",
        "product_description": "“Dionne's expertise is evident in this finely crafted and convincing work.” —The Los Angeles TimesFrom one of our most engaging political reporters and the author of Why Americans Hate Politics; the story of conservatism from the Goldwater 1960s to the present day Tea Party that has resulted in broken promises and an ideological purity that drives moderate Republicans away “Dionne's expertise is evident in this finely crafted and convincing work.” —The Los Angeles TimesFrom one of our most engaging political reporters and the author of Why Americans Hate Politics; the story of conservatism from the Goldwater 1960s to the present day Tea Party that has resulted in broken promises and an ideological purity that drives moderate Republicans away.Why the Right Went Wrong offers a historical view of the right since the 1960s. Its core contention is that American conservatism and the Republican Party took a wrong turn when they adopted Barry Goldwater’s worldview during and after the 1964 campaign. The radicalism of today’s conservatism is not the product of the Tea Party, Washington Post columnist E.J. Dionne writes. The Tea Partiers are the true heirs to Goldwater ideology. The purity movement did more than drive moderates out of the Republican Party—it beat back alternative definitions of conservatism.Since 1968, no conservative administration—not Nixon not Reagan not two Bushes—could live up to the rhetoric rooted in the Goldwater movement that began to reshape American politics fifty years ago. The collapse of the Nixon presidency led to the rise of Ronald Reagan, the defeat of George H.W. Bush, to Newt Gingrich’s revolution. Bush initially undertook a partial modernization, preaching “compassionate conservatism” and a “Fourth Way” to Clinton’s “Third Way.” Conservatives quickly defined him as an advocate of “big government” and not conservative enough on spending, immigration, education, and Medicare. A return to the true faith was the only prescription on order. The result was the Tea Party, which Dionne says, was as much a reaction to Bush as to Obama.The state of the Republican party, controlled by the strictest base, is diminished, Dionne writes. It has become white and older in a country that is no longer that. It needs to come back to life for its own health and that of the country’s, and in Why the Right Went Wrong, he explains how.",
        "genre": 24,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/cd/64/cd64ccda3382d62fea8167eaadd6c9a0.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 45,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/all-the-light-we-cannot-see_660/index.html",
        "universal_product_code": "39861fc1c0845d15",
        "title": "All the Light We Cannot See",
        "price": "29.87",
        "product_description": "WINNER OF THE PULITZER PRIZEFrom the highly acclaimed, multiple award-winning Anthony Doerr, the beautiful, stunningly ambitious instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II.Marie-Laure lives with her father in Paris near the Museum of Natural Histo WINNER OF THE PULITZER PRIZEFrom the highly acclaimed, multiple award-winning Anthony Doerr, the beautiful, stunningly ambitious instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II.Marie-Laure lives with her father in Paris near the Museum of Natural History, where he works as the master of its thousands of locks. When she is six, Marie-Laure goes blind and her father builds a perfect miniature of their neighborhood so she can memorize it by touch and navigate her way home. When she is twelve, the Nazis occupy Paris and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great-uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel.In a mining town in Germany, the orphan Werner grows up with his younger sister, enchanted by a crude radio they find. Werner becomes an expert at building and fixing these crucial new instruments, a talent that wins him a place at a brutal academy for Hitler Youth, then a special assignment to track the resistance. More and more aware of the human cost of his intelligence, Werner travels through the heart of the war and, finally, into Saint-Malo, where his story and Marie-Laure’s converge.Doerr’s “stunning sense of physical detail and gorgeous metaphors” (San Francisco Chronicle) are dazzling. Deftly interweaving the lives of Marie-Laure and Werner, he illuminates the ways, against all odds, people try to be good to one another. Ten years in the writing, a National Book Award finalist, All the Light We Cannot See is a magnificent, deeply moving novel from a writer “whose sentences never fail to thrill” (Los Angeles Times).",
        "genre": 25,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a6/96/a696c1d6bb1ff8f65f51a116160b2aef.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 46,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-girl-you-left-behind-the-girl-you-left-behind-1_443/index.html",
        "universal_product_code": "eb7459e0c570251d",
        "title": "The Girl You Left Behind (The Girl You Left Behind #1)",
        "price": "15.79",
        "product_description": "What happened to the girl you left behind?In 1916, French artist Edouard Lefevre leaves his wife Sophie to fight at the Front. When her town falls into German hands, his portrait of Sophie stirs the heart of the local Kommandant and causes her to risk everything - her family, reputation and life—in the hope of seeing her true love one last time.Nearly a century later and S What happened to the girl you left behind?In 1916, French artist Edouard Lefevre leaves his wife Sophie to fight at the Front. When her town falls into German hands, his portrait of Sophie stirs the heart of the local Kommandant and causes her to risk everything - her family, reputation and life—in the hope of seeing her true love one last time.Nearly a century later and Sophie's portrait is given to Liv by her young husband shortly before his sudden death. Its beauty speaks of their short life together, but when the painting's dark and passion-torn history is revealed, Liv discovers that the first spark of love she has felt since she lost him is threatened...In The Girl You Left Behind two young women, separated by a century, are united in their determination to fight for the thing they love most—whatever the cost.",
        "genre": 25,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6d/72/6d72120f94d38e356612c8a78e82a53d.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 47,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/worlds-elsewhere-journeys-around-shakespeares-globe_972/index.html",
        "universal_product_code": "4c28def39d850cdf",
        "title": "Worlds Elsewhere: Journeys Around Shakespeare’s Globe",
        "price": "40.3",
        "product_description": "Anti-apartheid activist, Bollywood screenwriter, Nazi pin-up, hero of the Wild West: this is Shakespeare as you have never seen him before.From the sixteenth-century Baltic to the American Revolution, from colonial India to the skyscrapers of modern-day Shanghai, Shakespeare’s plays appear at the most fascinating of times and in the most unexpected of places. No other writ Anti-apartheid activist, Bollywood screenwriter, Nazi pin-up, hero of the Wild West: this is Shakespeare as you have never seen him before.From the sixteenth-century Baltic to the American Revolution, from colonial India to the skyscrapers of modern-day Shanghai, Shakespeare’s plays appear at the most fascinating of times and in the most unexpected of places. No other writer’s work has been performed, translated, adapted and altered in such a remarkable variety of cultures and languages. But what is it about William Shakespeare – a man from Warwickshire who never once set foot outside England – that has made him at home in so many places around the globe?Travelling across four continents, six countries and 400 years, Andrew Dickson takes us on a personal journey rich in insight and surprise. We enter the air-conditioned vault deep beneath Capitol Hill where the world’s largest collection of First Folios is stored; discover the shadowy history of Joseph Goebbels’s obsession with Shakespeare; and uncover the true story behind the scuffed edition in which Nelson Mandela and fellow Robben Island prisoners inscribed their names. Both cultural history and literary travelogue, Worlds Elsewhere is an attempt to understand how Shakespeare has become the international phenomenon he is – and why.\"There were very few pages on which I didn’t learn something new or revelatory. A must-read for anyone interested in Shakespeare’s impact on people and politics around the globe\" (James Shapiro, author of 1599: A Year in the Life of William Shakespeare)\"Immensely well-informed and highly readable. A revelatory journey of cultural exploration\" (Professor Stanley Wells, General Editor of the Oxford and Penguin Shakespeares)\"Brilliantly original. Absolutely engaging, witty and irresistible. What’s most remarkable: he’s said something new about Shakespeare\" (Michael Pye, author of The Edge of the World)\"A truly original book about Shakespeare: one that explores the dramatist's global reach with tenacity, devotion and an exhilarating spirit of adventure\" (Michael Billington)",
        "genre": 26,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/7b/d9/7bd93db091d736d0c6ff9d578e3ba3d7.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 48,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-five-love-languages-how-to-express-heartfelt-commitment-to-your-mate_969/index.html",
        "universal_product_code": "3c039985229453bf",
        "title": "The Five Love Languages: How to Express Heartfelt Commitment to Your Mate",
        "price": "31.05",
        "product_description": "Are you and your spouse speaking the same language? While love is a many splendored thing, it is sometimes a very confusing thing, too. And as people come in all varieties, shapes, and sizes, so do their choices of personal expressions of love. But more often than not, the giver and the receiver express love in two different ways. This can lead to misunderstanding, quarrel Are you and your spouse speaking the same language? While love is a many splendored thing, it is sometimes a very confusing thing, too. And as people come in all varieties, shapes, and sizes, so do their choices of personal expressions of love. But more often than not, the giver and the receiver express love in two different ways. This can lead to misunderstanding, quarrels, and even divorce.Quality time, words of affirmation, gifts, acts of service, and physical touch are the five basic love languages. Dr. Gary Chapman identifies these and guides couples towards a better understanding of their unique languages of love. Learn to speak and understand your mate's love language, and in no time you will be able to effectively love and truly feel loved in return. Skillful communication is within your grasp!",
        "genre": 26,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/7c/10/7c10101fe1759c5a17ba57e4bef9e764.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 49,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/dark-notes_800/index.html",
        "universal_product_code": "88c21fcd38e2486e",
        "title": "Dark Notes",
        "price": "19.19",
        "product_description": "They call me a slut. Maybe I am.Sometimes I do things I despise.Sometimes men take without asking.But I have a musical gift, only a year left of high school, and a plan.With one obstacle.Emeric Marceaux doesn’t just take.He seizes my will power and bangs it like a dark note.When he commands me to play, I want to give him everything.I kneel for his punishments, tremble for They call me a slut. Maybe I am.Sometimes I do things I despise.Sometimes men take without asking.But I have a musical gift, only a year left of high school, and a plan.With one obstacle.Emeric Marceaux doesn’t just take.He seizes my will power and bangs it like a dark note.When he commands me to play, I want to give him everything.I kneel for his punishments, tremble for his touch, and risk it all for our stolen moments.He’s my obsession, my master, my music.And my teacher.",
        "genre": 27,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/1c/88/1c8807c42be085f3b061fe63f62a3c39.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 50,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/in-her-wake_980/index.html",
        "universal_product_code": "23356462d1320d61",
        "title": "In Her Wake",
        "price": "12.84",
        "product_description": "A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten n A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten not just her identity, but also her life.Chilling, complex and profoundly moving, In Her Wake is a gripping psychological thriller that questions the nature of family – and reminds us that sometimes the most shocking crimes are committed closest to home.",
        "genre": 28,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/27/92/2792ef951651ff1eae40a410cac41e0f.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 51,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-elephant-tree_968/index.html",
        "universal_product_code": "5dada2b7be26bd03",
        "title": "The Elephant Tree",
        "price": "23.82",
        "product_description": "Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time dr Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time drug dealer who supplies Scott with cannabis. This is a chilling tale spanning a few months in the lives of Scott and Angela, where realizations about the present combine with shocking revelations from the past leading to an apocalyptic climax where they no longer know whom they can trust.",
        "genre": 28,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4b/80/4b80a3d9148e224ed4d6cd4d33f43728.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 52,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/amid-the-chaos_788/index.html",
        "universal_product_code": "bb8245f52c7cce8f",
        "title": "Amid the Chaos",
        "price": "36.58",
        "product_description": "Some people call Eritrea the “North Korea of Africa.” But to two friends Chenkelo and Misghe, it is home. In the picturesque capital of Asmara, these two educated young men are forced to choose between poverty and hustle as they hide from a national service conscription that would send them to the front lines. Charismatic Misghe is a charmer, a philosopher, and a loving so Some people call Eritrea the “North Korea of Africa.” But to two friends Chenkelo and Misghe, it is home. In the picturesque capital of Asmara, these two educated young men are forced to choose between poverty and hustle as they hide from a national service conscription that would send them to the front lines. Charismatic Misghe is a charmer, a philosopher, and a loving son who is capable of having any woman in the city. But he’s about to flee his oppressive homeland—putting his longtime friendship with Chenkelo at stake. Chenkelo is a consummate hustler, resentful of his lot but in love with his city and his country. He has a poet’s heart whose passion will soon fuel activism and a belief that Eritrea’s beloved national project can yet be saved. Caught between the temptation of the Western dream and duty to their stagnated nation, Misghe and Chenkelo epitomize and transcend the trials and tribulations of an entire African generation. Amid the Chaos depicts the unflinching reality of a restless Eritrea in search of a meaning.",
        "genre": 29,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/8a/94/8a94b2ba501119af0d3520b94daf8c20.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 53,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/unicorn-tracks_951/index.html",
        "universal_product_code": "7ae099f3898e0209",
        "title": "Unicorn Tracks",
        "price": "18.78",
        "product_description": "After a savage attack drives her from her home, sixteen-year-old Mnemba finds a place in her cousin Tumelo’s successful safari business, where she quickly excels as a guide. Surrounding herself with nature and the mystical animals inhabiting the savannah not only allows Mnemba’s tracking skills to shine, it helps her to hide from the terrible memories that haunt her.Mnemba After a savage attack drives her from her home, sixteen-year-old Mnemba finds a place in her cousin Tumelo’s successful safari business, where she quickly excels as a guide. Surrounding herself with nature and the mystical animals inhabiting the savannah not only allows Mnemba’s tracking skills to shine, it helps her to hide from the terrible memories that haunt her.Mnemba is employed to guide Mr. Harving and his daughter, Kara, through the wilderness as they study unicorns. The young women are drawn to each other, despite that fact that Kara is betrothed. During their research, they discover a conspiracy by a group of poachers to capture the Unicorns and exploit their supernatural strength to build a railway. Together, they must find a way to protect the creatures Kara adores while resisting the love they know they can never indulge.",
        "genre": 30,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9b/09/9b0935dc936c92900c2dc5d2114da72f.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 54,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/saga-volume-6-saga-collected-editions-6_924/index.html",
        "universal_product_code": "c849f0b2f5d6a742",
        "title": "Saga, Volume 6 (Saga (Collected Editions) #6)",
        "price": "25.02",
        "product_description": "After a dramatic time jump, the three-time Eisner Award winner for Best Continuing Series continues to evolve, as Hazel begins the most exciting adventure of her life: kindergarten. Meanwhile, her star-crossed family learns hard lessons of their own.Collects SAGA #31-36",
        "genre": 30,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/4a/99/4a996ae54711cea37e370428b54f8b19.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 55,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/louisa-the-extraordinary-life-of-mrs-adams_818/index.html",
        "universal_product_code": "d69dd8dac66f9f84",
        "title": "Louisa: The Extraordinary Life of Mrs. Adams",
        "price": "16.85",
        "product_description": "An intimate portrait of Louisa Catherine Adams, the wife of John Quincy Adams, who witnessed firsthand the greatest transformations of her time Born in London to an American father and a British mother on the eve of the Revolutionary War, Louisa Catherine Johnson was raised in circumstances very different from the New England upbringing of the future president John Quincy An intimate portrait of Louisa Catherine Adams, the wife of John Quincy Adams, who witnessed firsthand the greatest transformations of her time    Born in London to an American father and a British mother on the eve of the Revolutionary War, Louisa Catherine Johnson was raised in circumstances very different from the New England upbringing of the future president John Quincy Adams, whose life had been dedicated to public service from the earliest age. And yet John Quincy fell in love with her, almost despite himself. Their often tempestuous but deeply close marriage lasted half a century.  They lived in Prussia, Massachusetts, Washington, Russia, and England, at royal courts, on farms, in cities, and in the White House. Louisa saw more of Europe and America than nearly any other woman of her time. But wherever she lived, she was always pressing her nose against the glass, not quite sure whether she was looking in or out. The other members of the Adams family could take their identity for granted—they were Adamses; they were Americans—but she had to invent her own. The story of Louisa Catherine Adams is one of a woman who forged a sense of self. As the country her husband led found its place in the world, she found a voice. That voice resonates still.  In this deeply felt biography, the talented journalist and historian Louisa Thomas finally gives Louisa Catherine Adams's full extraordinary life its due. An intimate portrait of a remarkable woman, a complicated marriage, and a pivotal historical moment, Louisa Thomas's biography is a masterful work from an elegant storyteller.",
        "genre": 31,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ec/2a/ec2a7df6fdafc7e6f97b6c6da7980584.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 56,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/setting-the-world-on-fire-the-brief-astonishing-life-of-st-catherine-of-siena_603/index.html",
        "universal_product_code": "b06599b108e83f98",
        "title": "Setting the World on Fire: The Brief, Astonishing Life of St. Catherine of Siena",
        "price": "21.15",
        "product_description": "One of only two patron saints of Italy, the other being St. Francis of Assisi, St. Catherine was ahead of her time. As a political powerhouse in late 14th century Europe, a time of war, social unrest and one of the worst natural disasters of all time--the plague, she worked for peace between Christians while campaigning for a holy crusade against Muslims. She was illiterat One of only two patron saints of Italy, the other being St. Francis of Assisi, St. Catherine was ahead of her time. As a political powerhouse in late 14th century Europe, a time of war, social unrest and one of the worst natural disasters of all time--the plague, she worked for peace between Christians while campaigning for a holy crusade against Muslims. She was illiterate but grew into a great writer by dictating to assistants. She was frail and punished herself mercilessly, often starving herself, while offering moral guidance and inspiration to kings, queens and popes.It's easy to see why feminists through the years have sought to claim the patronage of St. Catherine. From her refusal to marry to her assertion that her physical appearance was of no importance, the famous Saint is ripe for modern interpretation. She was a peacemaker during Siena's revolution of 1368, sometimes addressing thousands of people in squares and streets; she convinced Pope Gregory XI to return the papacy to Rome at a time when the Catholic Church was unraveling.How did this girl, the second-youngest of 25 children of a middle-class dyer, grow to become one of the most beloved spiritual figures of all time, a theological giant to rank alongside the likes of Thomas Aquinas? InSetting the World on Fire, Emling gives an intimate portrayal of this fascinating and revolutionary woman.",
        "genre": 31,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/86/54/86546f67cb4a3112b15b03a4ec2e7255.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 57,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/online-marketing-for-busy-authors-a-step-by-step-guide_913/index.html",
        "universal_product_code": "9ffa38d3b832433a",
        "title": "Online Marketing for Busy Authors: A Step-By-Step Guide",
        "price": "46.35",
        "product_description": "If You Want People to Read Your Book, Writing It Is Only the Beginning There has truly never been a better time to be an author. For the first time, authors have direct access to the public via the Internet and can create a community eagerly awaiting their book. But where do new authors start? How do they sort through the dizzying range of online options? Where should they If You Want People to Read Your Book, Writing It Is Only the Beginning There has truly never been a better time to be an author. For the first time, authors have direct access to the public via the Internet and can create a community eagerly awaiting their book. But where do new authors start? How do they sort through the dizzying range of online options? Where should they spend their time online and what should they be doing? Enter Fauzia Burke, a digital book marketing pioneer and friend of overwhelmed writers everywhere. She takes authors step-by-step through the process of identifying their unique personal brand, defining their audience, clarifying their aspirations and goals, and setting priorities. She offers advice on designing a successful website, building a mailing list of superfans, blogging, creating an engagement strategy for social media, and more. By following Burke's expert advice, authors can conquer the Internet and still get their next manuscript in on time. \"",
        "genre": 32,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/49/e1/49e1f207b2149e34390a2c6aa7cfc113.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 58,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/how-to-be-miserable-40-strategies-you-already-use_897/index.html",
        "universal_product_code": "a6f99b9e687f9d46",
        "title": "How to Be Miserable: 40 Strategies You Already Use",
        "price": "46.03",
        "product_description": "In How to Be Miserable, psychologist Randy Paterson outlines 40 specific behaviors and habits, which—if followed—are sure to lead to a lifetime of unhappiness. On the other hand, if you do the opposite, you may yet join the ranks of happy people everywhere!There are stacks upon stacks of self-help books that will promise you love, happiness, and a fabulous life. But how ca In How to Be Miserable, psychologist Randy Paterson outlines 40 specific behaviors and habits, which—if followed—are sure to lead to a lifetime of unhappiness. On the other hand, if you do the opposite, you may yet join the ranks of happy people everywhere!There are stacks upon stacks of self-help books that will promise you love, happiness, and a fabulous life. But how can you pinpoint the exact behaviors that cause you to be miserable in the first place? Sometimes when we’re depressed, or just sad or unhappy, our instincts tell us to do the opposite of what we should—such as focusing on the negative, dwelling on what we can’t change, isolating ourselves from friends and loved ones, eating junk food, or overindulging in alcohol. Sound familiar?This tongue-in-cheek guide will help you identify the behaviors that make you unhappy and discover how you—and only you—are holding yourself back from a life of contentment. You’ll learn to spot the tried-and-true traps that increase feelings of dissatisfaction, foster a lack of motivation, and detract from our quality of life—as well as ways to avoid them.So, get ready to live the life you want (or not?) This fun, irreverent guide will light the way.",
        "genre": 32,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b0/9d/b09d7cb6aa8ae112dd457e588762d293.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 59,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-requiem-red_995/index.html",
        "universal_product_code": "f77dbf2323deb740",
        "title": "The Requiem Red",
        "price": "22.65",
        "product_description": "Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. A lifetime asylum resident, the orchestral corn music is the only constant in her life.Mason, a new, kind orderly, sees 29 as a woman, not a lunatic. And as his bel Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. A lifetime asylum resident, the orchestral corn music is the only constant in her life.Mason, a new, kind orderly, sees 29 as a woman, not a lunatic. And as his belief in her grows, so does her self- confidence. That perhaps she might escape, might see the outside world. But the monster has other plans. The missing girls share one common thread...each was twenty-nine's cell mate. Will she be next?",
        "genre": 33,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/6b/07/6b07b77236b7c80f42bd90bf325e69f6.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 60,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/set-me-free_988/index.html",
        "universal_product_code": "ce6396b0f23f6ecc",
        "title": "Set Me Free",
        "price": "17.46",
        "product_description": "Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and the chance at true love.",
        "genre": 33,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b8/e9/b8e91bd2fc74c3954118999238abb4b8.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 61,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/i-had-a-nice-time-and-other-lies-how-to-find-love-sht-like-that_814/index.html",
        "universal_product_code": "fd8585283fc7d2d7",
        "title": "I Had a Nice Time And Other Lies...: How to find love & sh*t like that",
        "price": "57.36",
        "product_description": "The New York Times bestselling authors of Nice Is Just a Place in France and creators of the online humor and advice phenomenon Betches.com and Instagram account @Betches explain the brutal truths of how to date like a true betch, with insights from the Head Pro.In the age of Tinder, Hinge, or any other dating app that matches you with randos, the dating game has grown com The New York Times bestselling authors of Nice Is Just a Place in France and creators of the online humor and advice phenomenon Betches.com and Instagram account @Betches explain the brutal truths of how to date like a true betch, with insights from the Head Pro.In the age of Tinder, Hinge, or any other dating app that matches you with randos, the dating game has grown complex and confusing. Cue the Betches—first, we helped you win at basically everything, and now we’re going to help you win the most important battle a betch can face. Maybe you’re a Delusional Dater who needs to get in touch with reality (seriously, he’s just NOT that f***ing into you) or perhaps you’re a TGF who needs to stop being so desperate and start playing the game. Or maybe you’re just tired of swiping left and ready for the pro of your dreams to put a 15-karat diamond ring on it so you can stop pretending to do work. Either way, we’ve got you covered. With insight from the Betches’ own Head Pro, this book is a must-have bible for any betch looking for love. So put away the Ben & Jerry’s fro-yo (just because it’s low fat doesn’t mean it’s okay to eat the whole tub) and start dating like a winner.",
        "genre": 34,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/60/e9/60e9df360fec611b15a1bbb4c28aad22.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 62,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/will-you-wont-you-want-me_644/index.html",
        "universal_product_code": "077b635ff2afc578",
        "title": "Will You Won't You Want Me?",
        "price": "13.86",
        "product_description": "Marjorie Plum never meant to peak in high school. She was Queen Bee. Now, 10 years later, she's lost her sparkle. At her bleakest moment, she’s surprised by renewed interest from a questionable childhood crush, and the bickering with her cranky boss—at a potentially game-changing new job—grows increasingly like flirtatious banter. Suddenly, she’s faced with a choice betwee Marjorie Plum never meant to peak in high school. She was Queen Bee. Now, 10 years later, she's lost her sparkle. At her bleakest moment, she’s surprised by renewed interest from a questionable childhood crush, and the bickering with her cranky boss—at a potentially game-changing new job—grows increasingly like flirtatious banter. Suddenly, she’s faced with a choice between the life she always dreamed of and one she never thought to imagine. With the help of a precocious 11-year-old tutee, who unknowingly becomes the Ghost of Marjorie Past, and a musician roommate, who looks like a pixie and talks like the Dalai Lama, Marjorie struggles with the ultimate question: Who does she want to be? Nora Zelevansky’s Will You Won’t You Want Me? is a funny, often surprising, novel about growing up when you are already supposed to be grown.",
        "genre": 34,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/b9/ef/b9efe934eaeb1f51ad31a971188d7bc3.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 63,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/logan-kade-fallen-crest-high-55_384/index.html",
        "universal_product_code": "7093cf549cd2e7de",
        "title": "Logan Kade (Fallen Crest High #5.5)",
        "price": "13.12",
        "product_description": "People think that just because they know my name, my reputation, and my family that they know me. They don't.They say I’m a manwhore, but who wouldn’t be with my face and body? They say I’m a partier, and that's not going to change. They say I'm a fighter, and hell yes I am. F*ck with mine, and I’ll f*ck you back ten times worse.So, yes. Maybe what they say is true, but th People think that just because they know my name, my reputation, and my family that they know me. They don't.They say I’m a manwhore, but who wouldn’t be with my face and body? They say I’m a partier, and that's not going to change. They say I'm a fighter, and hell yes I am. F*ck with mine, and I’ll f*ck you back ten times worse.So, yes. Maybe what they say is true, but that’s not all of me.I'm loyal to a damned fault. If you earn it, I'll never leave your side. And when I love, I love hard, but there's another side to me where it's dark and painful. That side's been kept hidden, until her. Taylor saw inside of me, and the second she was there, she owned me.People think they know me……but only she can see me.",
        "genre": 35,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/2b/44/2b4404e00c242bf1b8263bdd99c07354.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 64,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-torch-is-passed-a-harding-family-story_945/index.html",
        "universal_product_code": "4eed62cf5f8d8edf",
        "title": "The Torch Is Passed: A Harding Family Story",
        "price": "19.09",
        "product_description": "Andrea Harding is a recent college graduate looking forward to attending Duke Law School when her world is turned upside down by the shooting of her father, Nicholas, and uncle, Michael, in a surprising and puzzling attack. They are the only family she has, aside from her paternal grandmother Dorothy, so when her uncle dies from the attack and her father lays comatose in I Andrea Harding is a recent college graduate looking forward to attending Duke Law School when her world is turned upside down by the shooting of her father, Nicholas, and uncle, Michael, in a surprising and puzzling attack. They are the only family she has, aside from her paternal grandmother Dorothy, so when her uncle dies from the attack and her father lays comatose in ICU, it falls to Andrea to not only investigate who would want to kill her father and uncle, but also to oversee Harding Industries, the family company. When her father’s longtime attorney and one of a handful of family friends, Beth Cowling, rushes to help Andrea long distance, the youngest Harding soon finds herself surrounded by a bevy of intriguing new friends and helpers. First to arrive is Beth’s own daughter, Riva, acting as Andrea’s attorney after Andrea is violently attacked in her father’s home, where she grew up, forcing her to kill both would-be assassins. When Nicholas’s on again/off again lover, state prosecutor and gubernatorial hopeful Kerry Marcus, is equally at a loss to name suspects in the Harding family attacks, Riva begins her own investigation into the short list of family friends and colleagues, including Don Marshall, former colleague of Nicholas’s at Marshall Pharmaceutical, which Don now runs, and Don’s wife Karen. Marshall has a shady past, including an incident at his company that also involved Andrea’s father. She also looks closely at Marcus Ricci, father of Andrea’s closest high school friend, Jason. After Jason’s death from leukemia, Ricci becomes like a second father to Andrea. Ricci is also widely believed to have ties to the New Jersey mob. But Beth has another contact she wants involved in the investigation, Deirdre Southington, daughter of Beth’s old friend Cordelia Southington. The Southington family has more money than God, as well as, through Deirdre, more contacts in the intriguing world of international espionage. A former NSA agent, Deirdre is mysterious and beautiful in a cold way. An eccentric who travels via private rail car, she is also extraordinarily persuasive, holding a PhD in forensic psychology that she has put to great use in both her work with the NSA and on her own, as a defender of good, rooting out evil doers and ensuring they are brought to her own brand of justice. Andrea, Riva, and Deirdre all also cast a suspicious eye on the Oakes brothers, Carlton and Jefferson, who run Oakes Industries along with their silent partner and cousin, New Jersey state senator Schuyler Colfax, who also has his eye on the governor’s seat. Oakes Industries has recently made an attempt to purchase Harding Industries, a seemingly irrational move that is rebuffed by Nicholas. What no one knows until much later is that the Oakes brothers have entered into a business deal with Russian mobster Viktor Roman, who represents the real party interested in acquiring Harding Industries, a Vor, Russian organized crime unit, with heavy international interests in the energy sector. Andrea matures quickly as she rapidly learns who she can and cannot trust during her search for the people out to kill her family. Along with her new friends and advocates, she discovers Harding Industries holds a soon to expire option to buy property that could become the source of untold billions from oil reserves, and moves in the nick of time to exercise their right to purchase. But the biggest blow for the Harding family is yet to come—the discovery that Viktor Roman has promised Kerry Marcus the governor’s seat in exchange for information about the Hardings, including Nicholas and Michael’s whereabouts on the night they are shot. Ultimately, Andrea chooses to forego law school and becomes her father’s new partner in Harding Industries, no doubt with many adventures yet to come. Masterfully told using a smattering of historical facts along with a soundtrack of classical music masterpieces, this thriller keeps readers on edge until the very end.",
        "genre": 36,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c7/26/c7260547c468dbe78af92cf3927c2a1c.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 65,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-mindfulness-and-acceptance-workbook-for-anxiety-a-guide-to-breaking-free-from-anxiety-phobias-and-worry-using-acceptance-and-commitment-therapy_937/index.html",
        "universal_product_code": "31075275518532d7",
        "title": "The Mindfulness and Acceptance Workbook for Anxiety: A Guide to Breaking Free from Anxiety, Phobias, and Worry Using Acceptance and Commitment Therapy",
        "price": "23.89",
        "product_description": "Is anxiety and fear a problem for you? Have you tried to win the war with your anxious mind and body, only to end up feeling frustrated, powerless, and stuck? If so, you’re not alone. But there is a way forward, a path into genuine happiness, and a way back into living the kind of life you so desperately want. This workbook will help you get started on this new journey tod Is anxiety and fear a problem for you? Have you tried to win the war with your anxious mind and body, only to end up feeling frustrated, powerless, and stuck? If so, you’re not alone. But there is a way forward, a path into genuine happiness, and a way back into living the kind of life you so desperately want. This workbook will help you get started on this new journey today!Now in its second edition, The Mindfulness and Acceptance Workbook for Anxiety offers a new approach to your anxiety, fears, and your life. Within its pages, you’ll find a powerful and tested set of tools and strategies to help you gain freedom from fear, trauma, worry, and all the many manifestations of anxiety and fear. The book offers an empowering approach to help you create the kind of life you so desperately want to live.Based on a revolutionary approach to psychological health and wellness called acceptance and commitment therapy (ACT), this fully revised and updated second edition offers compelling new exercises to help you create the conditions for your own genuine happiness and peace of mind. You’ll learn how your mind can trap you, keeping you stuck and struggling in anxiety and fear. You’ll also discover ways to nurture your capacity for acceptance, mindfulness, kindness, and compassion, and use these qualities to weaken the power of anxiety and fear so that you can gain the space do what truly matters to you. Now is the time.Nobody chooses anxiety. And there is no healthy way to “turn off” anxious thoughts and feelings like a light switch. But you can learn to break free from the shackles of anxiety and fear and take back your life. The purpose of this workbook is to help you do just that. Your life is calling on you to make that choice, and the skills in this workbook can help you make it happen. You can live better, more fully, and more richly with or without anxiety and fear. This book will show you the way.This book has been awarded The Association for Behavioral and Cognitive Therapies Self-Help Seal of Merit — an award bestowed on outstanding self-help books that are consistent with cognitive behavioral therapy (CBT) principles and that incorporate scientifically tested strategies for overcoming mental health difficulties. Used alone or in conjunction with therapy, our books offer powerful tools readers can use to jump-start changes in their lives.",
        "genre": 36,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c9/eb/c9eb6ecf45abf796df0044600db65e55.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 66,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/wall-and-piece_971/index.html",
        "universal_product_code": "ccd9ffa25efabdea",
        "title": "Wall and Piece",
        "price": "44.18",
        "product_description": "Banksy, Britain's now-legendary \"guerilla\" street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of New York City's major art museums, he's also \"hung\" his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, Banksy, Britain's now-legendary \"guerilla\" street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of  New York City's major art museums, he's also \"hung\" his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, but his work is unmistakable—with prints selling for as much as $45,000.",
        "genre": 37,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/df/34/df346322ddfdd3b4da0e34cad17f49dc.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 67,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/feathers-displays-of-brilliant-plumage_695/index.html",
        "universal_product_code": "9194ae88379dbf1a",
        "title": "Feathers: Displays of Brilliant Plumage",
        "price": "49.05",
        "product_description": "Exquisite images from award-winning National Geographic photographer Robert Clark offer a captivating perspective on the vast beauty and myriad functions of a seemingly simple thing: the bird feather. Each detailed close-up is paired with informative text about the utility and evolution of the feather it depicts, making this handsome marriage of art and science the ideal g Exquisite images from award-winning National Geographic photographer Robert Clark offer a captivating perspective on the vast beauty and myriad functions of a seemingly simple thing: the bird feather. Each detailed close-up is paired with informative text about the utility and evolution of the feather it depicts, making this handsome marriage of art and science the ideal gift for bird lovers, natural history buffs, and photography enthusiasts.",
        "genre": 37,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/0a/d4/0ad48326a0d2dbda145c94e1d50ef673.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 68,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/without-borders-wanderlove-1_956/index.html",
        "universal_product_code": "acddfeab2a407640",
        "title": "Without Borders (Wanderlove #1)",
        "price": "45.07",
        "product_description": "For Annie London, a month in a Central American rainforest means handing out mosquito nets, giving medical aid, and teaching children about the birds and the bees. With any luck, it will also land her application in the “accepted” pile at a top tier medical school. But as soon as she steps off the plane, Annie realizes her bug spray, feeble Spanish, and medical supplies wo For Annie London, a month in a Central American rainforest means handing out mosquito nets, giving medical aid, and teaching children about the birds and the bees. With any luck, it will also land her application in the “accepted” pile at a top tier medical school. But as soon as she steps off the plane, Annie realizes her bug spray, feeble Spanish, and medical supplies won’t help her deal with her new feelings for Felipe—her best friend's older brother, who's much hotter than she remembers, and who also happens to be the doctor in charge of the trip.Gawking “volun-tourists” may keep his family’s medical clinic afloat, but Dr. Felipe Gutierrez doesn’t have to like them. Or the way they make snap judgments about his practice and the people he cares for. But when his old crush, Annie, shows up to volunteer, her killer curves and kind smile fan the embers of a flame Felipe didn’t realize he’d been carrying. A flame that makes him question all his preconceived notions.As ideas and cultures clash, Annie and Felipe must decide how far outside their comfort zones they are willing to go—both for their work and for one another.",
        "genre": 38,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/de/26/de269ee688d4dc51846567f3942600ce.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 69,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-mistake-off-campus-2_851/index.html",
        "universal_product_code": "99ff4cc6491e8f5c",
        "title": "The Mistake (Off-Campus #2)",
        "price": "43.29",
        "product_description": "He’s a player in more ways than one…College junior John Logan can get any girl he wants. For this hockey star, life is a parade of parties and hook-ups, but behind his killer grins and easygoing charm, he hides growing despair about the dead-end road he’ll be forced to walk after graduation. A sexy encounter with freshman Grace Ivers is just the distraction he needs, but w He’s a player in more ways than one…College junior John Logan can get any girl he wants. For this hockey star, life is a parade of parties and hook-ups, but behind his killer grins and easygoing charm, he hides growing despair about the dead-end road he’ll be forced to walk after graduation. A sexy encounter with freshman Grace Ivers is just the distraction he needs, but when a thoughtless mistake pushes her away, Logan plans to spend his final year proving to her that he’s worth a second chance.Now he’s going to need to up his game…After a less than stellar freshman year, Grace is back at Briar University, older, wiser, and so over the arrogant hockey player she nearly handed her V-card to. She’s not a charity case, and she’s not the quiet butterfly she was when they first hooked up. If Logan expects her to roll over and beg like all his other puck bunnies, he can think again. He wants her back? He’ll have to work for it. This time around, she’ll be the one in the driver’s seat…and she plans on driving him wild.",
        "genre": 38,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/95/49/9549db6862283a388659611bda63b97b.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 70,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/vampire-knight-vol-1-vampire-knight-1_93/index.html",
        "universal_product_code": "e7e87087b1a44711",
        "title": "Vampire Knight, Vol. 1 (Vampire Knight #1)",
        "price": "15.4",
        "product_description": "Yuki Cross has no memory of her past prior to the moment she was saved from a vampire attack ten years ago. She was adopted by the headmaster of Cross Academy, and now works alongside Zero to guard the Academy's secret. Cross Adademy is attended by two groups of students: the Day Class and the Night Class. At twilight, when the students of the Day Class return to their dor Yuki Cross has no memory of her past prior to the moment she was saved from a vampire attack ten years ago. She was adopted by the headmaster of Cross Academy, and now works alongside Zero to guard the Academy's secret. Cross Adademy is attended by two groups of students: the Day Class and the Night Class. At twilight, when the students of the Day Class return to their dorm, they cross paths with the Night Class on their way to school. Yuki Cross and Zero Kiryu are the Guardians of the school, protecting the Day Class from the Academy's dark secret: the Night Class is full of vampires!",
        "genre": 39,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/39/82/39826643a2e100f9e763079d7d5867f4.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 71,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/silence-in-the-dark-logan-point-4_542/index.html",
        "universal_product_code": "e46a164cf310fd7d",
        "title": "Silence in the Dark (Logan Point #4)",
        "price": "58.33",
        "product_description": "Two years ago, Bailey Adams broke off her engagement to Danny Maxwell and fled Logan Point for the mission field in Chihuahua, Mexico. Now she's about to return home to the States, but there's just one problem. After Bailey meets with the uncle of one of the mission children in the city, she barely escapes a sudden danger. Now she's on the run--she just doesn't know from w Two years ago, Bailey Adams broke off her engagement to Danny Maxwell and fled Logan Point for the mission field in Chihuahua, Mexico. Now she's about to return home to the States, but there's just one problem. After Bailey meets with the uncle of one of the mission children in the city, she barely escapes a sudden danger. Now she's on the run--she just doesn't know from whom. To make matters worse, people who help her along the way find themselves in danger too--including Danny. Who is after her? Will they ever let up? And in the midst of the chaos, can Bailey keep herself from falling in love with her rescuer all over again?With lean, fast-paced prose that keeps readers turning the pages, Patricia Bradley pens a superb story of suspense and second chances.",
        "genre": 40,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/00/bf/00bf1ae17dde21c66e346dd9c393d6fa.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 72,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/tipping-the-velvet_999/index.html",
        "universal_product_code": "90fa61229261140a",
        "title": "Tipping the Velvet",
        "price": "53.74",
        "product_description": "\"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's \"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's dresser and the two head for the bright lights of Leicester Square where they begin a glittering career as music-hall stars in an all-singing and dancing double act. At the same time, behind closed doors, they admit their attraction to each other and their affair begins.",
        "genre": 41,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/08/e9/08e94f3731d7d6b760dfbfbc02ca5c62.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 73,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/forever-and-forever-the-courtship-of-henry-longfellow-and-fanny-appleton_894/index.html",
        "universal_product_code": "9beb96a2300109d7",
        "title": "Forever and Forever: The Courtship of Henry Longfellow and Fanny Appleton",
        "price": "29.69",
        "product_description": "A Proper Historical Romance seriesThe first book in a new series which will focus on the lives of real historical figures who have intriguing stories of courtship that are recreated in fictionalized accounts based on real biographical and social history research.\"A well-researched, emotionally charged tale. A love story...fit for the ages.\" -Publishers Weekly.It's 1836, an A Proper Historical Romance seriesThe first book in a new series which will focus on the lives of real historical figures who have intriguing stories of courtship that are recreated in fictionalized accounts based on real biographical and social history research.\"A well-researched, emotionally charged tale. A love story...fit for the ages.\" -Publishers Weekly.It's 1836, and nineteen-year-old Fanny Appleton, a privileged daughter of a wealthy, upper-class Boston industrialist, is touring Europe with her family. Like many girls of her day, she enjoys the fine clothes, food, and company of the elite social circles. But unlike her peers, Fanny is also drawn to education, literature, and more intellectual pursuits.Published author and poet Henry Wadsworth Longfellow is also touring Europe, but under much different circumstances. Widowed while on tour, he has stayed in order to gather credentials that he hopes will secure his professorship at Harvard College. When Henry meets Fanny, he sees in her a kindred spirit, a lover of language and literature and high ideals. He is in love. Fanny, however, is uncertain. He is ten years older than she is, and from a much lower social class. How could such a relationship ever thrive?Could a book of Henry’s poetry, personally delivered, persuade Fanny to believe in a love that lasts forever and forever?",
        "genre": 41,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f9/9e/f99e760b894d10c6e5ed578618918367.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 74,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/soumission_998/index.html",
        "universal_product_code": "6957f44c3847a760",
        "title": "Soumission",
        "price": "50.1",
        "product_description": "Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, s Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, se développe comme un mauvais rêve.Le talent de l’auteur, sa force visionnaire nous entraînent sur un terrain ambigu et glissant ; son regard sur notre civilisation vieillissante fait coexister dans ce roman les intuitions poétiques, les effets comiques, une mélancolie fataliste.Ce livre est une saisissante fable politique et morale.",
        "genre": 42,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/ee/cf/eecfe998905e455df12064dba399c075.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 75,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/private-paris-private-10_958/index.html",
        "universal_product_code": "b12b89017878a60d",
        "title": "Private Paris (Private #10)",
        "price": "47.61",
        "product_description": "Paris is burning--and only Private's Jack Morgan can put out the fire.When Jack Morgan stops by Private's Paris office, he envisions a quick hello during an otherwise relaxing trip filled with fine food and sightseeing. But Jack is quickly pressed into duty after a call from his client Sherman Wilkerson, asking Jack to track down his young granddaughter who is on the run f Paris is burning--and only Private's Jack Morgan can put out the fire.When Jack Morgan stops by Private's Paris office, he envisions a quick hello during an otherwise relaxing trip filled with fine food and sightseeing. But Jack is quickly pressed into duty after a call from his client Sherman Wilkerson, asking Jack to track down his young granddaughter who is on the run from a brutal drug dealer.Before Jack can locate her, several members of France's cultural elite are found dead--murdered in stunning, symbolic fashion. The only link between the crimes is a mysterious graffiti tag. As religious and ethnic tensions simmer in the City of Lights, only Jack and his Private team can connect the dots before the smoldering powder keg explodes.",
        "genre": 42,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/05/87/0587ab519222a61f803fa4570c325ad2.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 76,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-secret-garden_413/index.html",
        "universal_product_code": "abbb492978ff656d",
        "title": "The Secret Garden",
        "price": "15.08",
        "product_description": "When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret g When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret garden, surrounded by walls and locked with a missing key. One day, with the help of two unexpected companions, she discovers a way in. Is everything in the garden dead, or can Mary bring it back to life?",
        "genre": 43,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f1/78/f17805e88aed31aae352ab250b2a379d.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 77,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-metamorphosis_409/index.html",
        "universal_product_code": "93379e3a2072a01b",
        "title": "The Metamorphosis",
        "price": "28.58",
        "product_description": "As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off comp As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off completely. His numerous legs, which were pitifully thin compared to the rest of his bulk, waved helplessly before his eyes.\" With this startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing -- though absurdly comic -- meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, \"Kafka is important to us because his predicament is the predicament of modern man.\"",
        "genre": 43,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/9b/33/9b33c3c40c8d27054a3edf96cbf6a2fb.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 78,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-coming-woman-a-novel-based-on-the-life-of-the-infamous-feminist-victoria-woodhull_993/index.html",
        "universal_product_code": "e72a5dfc7e9267b2",
        "title": "The Coming Woman: A Novel Based on the Life of the Infamous Feminist, Victoria Woodhull",
        "price": "17.93",
        "product_description": "\"If you have a heart, if you have a soul, Karen Hicks' The Coming Woman will make you fall in love with Victoria Woodhull.\"-Kinky Friedman, author and Governor of the Heart of Texas \"What kind of confidence would it take for a woman to buck the old boy's club of politics in 1872? More than 140 years pre-Hillary, there was Victoria Woodhull. This book takes you back with a \"If you have a heart, if you have a soul, Karen Hicks' The Coming Woman will make you fall in love with Victoria Woodhull.\"-Kinky Friedman, author and Governor of the Heart of Texas \"What kind of confidence would it take for a woman to buck the old boy's club of politics in 1872? More than 140 years pre-Hillary, there was Victoria Woodhull. This book takes you back with a breathtaking, present-tense bird's eye view into a time when women's liberation was primarily confined to one woman's very capable, independent mind. I couldn't put it down.\"---Ruth Buzzi, Golden Globe Award winner and Television Hall of Fame inductee\"Sadly, too many Americans have never heard of Victoria Woodhull, let alone learned of her story: her revolutionary campaign for the presidency at a time when women weren't even allowed to vote, her support for worker's rights, or her feminist commitment to equality, a century before the official battle over the Equal Rights Amendment. But in The Coming Woman, Karen Hicks brings Woodhull's efforts to life, and reminds us that some of our nation's greatest figures aren't always featured in the history books. It is a riveting account of an amazing woman and her struggle for justice and human dignity, told in an engaging and eminently readable style.\"-Tim Wise, author, \"White Like Me: Reflections on Race from a Privileged Son\"\"The Coming Woman\" is a novel based on the life of feminist Victoria Woodhull, the first woman to run for U.S. President, 50 years before women could even vote!Running for President wasn't Victoria's only first as a woman. She was also the first to own a successful Wall Street firm, the first to publish a successful national newspaper, and the first to head the two-million-member Spiritualist Association. She was the first woman to enter the Senate Judiciary Committee chambers to petition for woman's suffrage, her argument changing the entire focus of the suffragist movement by pointing out that the 14th and 15th Amendments already gave women the vote.In her campaign for the Presidency, Victoria Woodhull boldly addressed many of the issues we still face today: equal pay for equal work; freedom in love; corporate greed and political corruption fueled by powerful lobbyists; and the increasing disparity between the rich and the poor, to name only a few. Her outspoken and common-sense ideas may shed a new perspective on the parallel conundrums of today's world.This bold, beautiful, and sexually progressive woman dared to take on society and religion. To make an example of the hypocrisy in what Mark Twain dubbed The Gilded Age, she exposed the extramarital affairs of the most popular religious figure of the day (Henry Ward Beecher). This led to her persecution and imprisonment and the longest, most infamous trial of the 19th century. But it did not stop her fight for equality.Victoria's epic story, set in the late 1800s, comes to life in a modern, fictional style, while staying true to the actual words and views of the many well-known characters.",
        "genre": 44,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/97/36/9736132a43b8e6e3989932218ef309ed.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 79,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-boys-in-the-boat-nine-americans-and-their-epic-quest-for-gold-at-the-1936-berlin-olympics_992/index.html",
        "universal_product_code": "e10e1e165dc8be4a",
        "title": "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics",
        "price": "22.6",
        "product_description": "For readers of Laura Hillenbrand's Seabiscuit and Unbroken, the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics Daniel James Brown’s robust book tells the story of the University of Washington’s 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention o For readers of Laura Hillenbrand's Seabiscuit and Unbroken, the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics Daniel James Brown’s robust book tells the story of the University of Washington’s 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention of millions of Americans. The sons of loggers, shipyard workers, and farmers, the boys defeated elite rivals first from eastern and British universities and finally the German crew rowing for Adolf Hitler in the Olympic games in Berlin, 1936. The emotional heart of the story lies with one rower, Joe Rantz, a teenager without family or prospects, who rows not for glory, but to regain his shattered self-regard and to find a place he can call home. The crew is assembled  by an enigmatic coach and mentored by a visionary, eccentric British boat builder, but it is their trust in each other that makes them a victorious team. They remind the country of what can be done when everyone quite literally pulls together—a perfect melding of commitment, determination, and optimism. Drawing on the boys’ own diaries and journals, their photos and memories of a once-in-a-lifetime shared dream, The Boys in the Boat is an irresistible story about beating the odds and finding hope in the most desperate of times—the improbable, intimate story of nine working-class boys from the American west who, in the depths of the Great Depression, showed the world what true grit really meant. It will appeal to readers of Erik Larson, Timothy Egan, James Bradley, and David Halberstam's The Amateurs.",
        "genre": 44,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/d1/2d/d12d26739b5369a6b5b3024e4d08f907.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 80,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-book-of-basketball-the-nba-according-to-the-sports-guy_232/index.html",
        "universal_product_code": "08decd9664e5d56e",
        "title": "The Book of Basketball: The NBA According to The Sports Guy",
        "price": "44.84",
        "product_description": "There is only one writer on the planet who possesses enough basketball knowledge and passion to write the definitive book on the NBA.* Bill Simmons, the from-the-womb hoops addict known to millions as ESPN.com’s Sports Guy, is that writer. And The Book of Basketball is that book. Nowhere in the roundball universe will you find another single volume that covers as much in s There is only one writer on the planet who possesses enough basketball knowledge and passion to write the definitive book on the NBA.* Bill Simmons, the from-the-womb hoops addict known to millions as ESPN.com’s Sports Guy, is that writer. And The Book of Basketball is that book. Nowhere in the roundball universe will you find another single volume that covers as much in such depth as this wildly opinionated and thoroughly entertaining look at the past, present, and future of pro basketball.From the age-old question of who actually won the rivalry between Bill Russell and Wilt Chamberlain to the one about which team was truly the best of all time, Simmons opens–and then closes, once and for all–every major pro basketball debate. Then he takes it further by completely reevaluating not only how NBA Hall of Fame inductees should be chosen but how the institution must be reshaped from the ground up, the result being the Pyramid: Simmons’s one-of-a-kind, five-level shrine to the ninety-six greatest players in the history of pro basketball. And ultimately he takes fans to the heart of it all, as he uses a conversation with one NBA great to uncover that coveted thing: The Secret of Basketball.Comprehensive, authoritative, controversial, hilarious, and impossible to put down (even for Celtic-haters), The Book of Basketball offers every hardwood fan a courtside seat beside the game’s finest, funniest, and fiercest chronicler.* More to the point, he’s the only one crazy enough to try to pull it off.",
        "genre": 45,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/73/bb/73bbe0a70806f8a732b9a7a7a343c5ec.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 81,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/friday-night-lights-a-town-a-team-and-a-dream_158/index.html",
        "universal_product_code": "a9aa3ed5b316470b",
        "title": "Friday Night Lights: A Town, a Team, and a Dream",
        "price": "51.22",
        "product_description": "Return once again to the enduring account of life in the Mojo lane, to the Permian Panthers of Odessa -- the winningest high school football team in Texas history. Odessa is not known to be a town big on dreams, but the Panthers help keep the hopes and dreams of this small, dusty town going. Socially and racially divided, its fragile economy follows the treacherous boom-bu Return once again to the enduring account of life in the Mojo lane, to the Permian Panthers of Odessa -- the winningest high school football team in Texas history. Odessa is not known to be a town big on dreams, but the Panthers help keep the hopes and dreams of this small, dusty town going. Socially and racially divided, its fragile economy follows the treacherous boom-bust path of the oil business.In bad times, the unemployment rate barrels out of control; in good times, its murder rate skyrockets. But every Friday night from September to December, when the Permian High School Panthers play football, this West Texas town becomes a place where dreams can come true. With frankness and compassion, Bissinger chronicles one of the Panthers' dramatic seasons and shows how single-minded devotion to the team shapes the community and inspires-and sometimes shatters-the teenagers who wear the Panthers' uniforms. Includes Reader's Group Guide inside.Now a major motion picture starring Billy Bob Thorton.",
        "genre": 45,
        "review_rating": "3 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/89/e8/89e87f1e98993377949855563aa1f982.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 82,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/unqualified-how-god-uses-broken-people-to-do-big-things_873/index.html",
        "universal_product_code": "e4ac92d89b946781",
        "title": "(Un)Qualified: How God Uses Broken People to Do Big Things",
        "price": "54.0",
        "product_description": "Who You Think You Are is Not as Important as Who God Says You AreMany of us wrestle with the gap between our weaknesses and our dreams, between who we are and who God says we are meant to be. We feel unqualified to do God’s work or to live out the calling we imagine. But God has a way of using our weaknesses for good. In fact, God loves unqualified people.In (Un)Qualified, Who You Think You Are is Not as Important as Who God Says You AreMany of us wrestle with the gap between our weaknesses and our dreams, between who we are and who God says we are meant to be. We feel unqualified to do God’s work or to live out the calling we imagine. But God has a way of using our weaknesses for good. In fact, God loves unqualified people.In (Un)Qualified, Pastor Steven Furtick helps you peel back the assumptions you’ve made about yourself and see yourself as God sees you. Because true peace and confidence come not from worldly perfection but from acceptance: God’s acceptance of you, your acceptance of yourself, and your acceptance of God’s process of change.This is a book about understanding your identity in light of who God is. It’s a book about coming to terms with the good, the bad, and the unmentionable in your life and learning to let God use you. It’s about charging into the gap between your present and your hopes and meeting God there. After all, God can’t bless who you pretend to be. But he longs to bless who you really are; a flawed and broken person. Good thing for us that God is in the business of using broken people to do big things. Being Unqualified Is God’s Favorite QualificationOur culture tells us that the answer to our failures is to fix them. The solution to our weaknesses is to hide them. The secret to our success is to appear as flawless as possible. But God’s qualifying system is different than the world’s. So is his view of our weaknesses, our purpose, and our true selves.In (Un)Qualified, Steven Furtick explores who God is as the great “I AM,” and then helps us discover our own identity. Delving into the story of Jacob, Furtick invites us to acknowledge our weaknesses and ask God to work through them.The truth is, God has created us to be more, to accomplish more, and to love life more than we ever thought possible. But to become who he has called us to be, we must embrace who we are right now. (Un)Qualified equips us to face obstacles and failures without losing a sense of purpose. We can have a thriving sense of hope that God is working in us and through us, not in spite of our weaknesses but often as a direct result of them.",
        "genre": 46,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e4/f8/e4f8c1c5954e09cb6c485d9db824eeb1.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 83,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/crazy-love-overwhelmed-by-a-relentless-god_682/index.html",
        "universal_product_code": "4b9d9cfe0f435788",
        "title": "Crazy Love: Overwhelmed by a Relentless God",
        "price": "47.72",
        "product_description": "Have you ever wondered if we're missing it? It's crazy, if you think about it. The God of the universe—the Creator of nitrogen and pine needles, galaxies and E-minor—loves us with a radical, unconditional, self-sacrificing love. And what is our typical response? We go to church, sing songs, and try not to cuss. Whether you've verbalized it yet or not, we all know something Have you ever wondered if we're missing it? It's crazy, if you think about it. The God of the universe—the Creator of nitrogen and pine needles, galaxies and E-minor—loves us with a radical, unconditional, self-sacrificing love. And what is our typical response? We go to church, sing songs, and try not to cuss. Whether you've verbalized it yet or not, we all know something's wrong. Does something deep inside your heart long to break free from the status quo? Are you hungry for an authentic faith that addresses the problems of our world with tangible, even radical, solutions? God is calling you to a passionate love relationship with Himself. Because the answer to religious complacency isn't working harder at a list of do's and don'ts-it's falling in love with God. And once you encounter His love, as Francis describes it, you will never be the same. Because when you're wildly in love with someone, it changes everything. Learn more about Crazy Love at www.crazylovebook.com",
        "genre": 46,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/5d/34/5d344393618369df3f560e018b1d9853.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 84,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/sharp-objects_997/index.html",
        "universal_product_code": "e00eb4fd7b871a48",
        "title": "Sharp Objects",
        "price": "47.82",
        "product_description": "WICKED above her hipbone, GIRL across her heart Words are like a road map to reporter Camille Preaker’s troubled past. Fresh from a brief stay at a psych hospital, Camille’s first assignment from the second-rate daily paper where she works brings her reluctantly back to her hometown to cover the murders of two preteen girls. NASTY on her kneecap, BABYDOLL on her leg Since WICKED above her hipbone, GIRL across her heart Words are like a road map to reporter Camille Preaker’s troubled past. Fresh from a brief stay at a psych hospital, Camille’s first assignment from the second-rate daily paper where she works brings her reluctantly back to her hometown to cover the murders of two preteen girls. NASTY on her kneecap, BABYDOLL on her leg Since she left town eight years ago, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed again in her family’s Victorian mansion, Camille is haunted by the childhood tragedy she has spent her whole life trying to cut from her memory. HARMFUL on her wrist, WHORE on her ankle As Camille works to uncover the truth about these violent crimes, she finds herself identifying with the young victims—a bit too strongly. Clues keep leading to dead ends, forcing Camille to unravel the psychological puzzle of her own past to get at the story. Dogged by her own demons, Camille will have to confront what happened to her years before if she wants to survive this homecoming.With its taut, crafted writing, Sharp Objects is addictive, haunting, and unforgettable.",
        "genre": 47,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/c0/59/c05972805aa7201171b8fc71a5b00292.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 85,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/in-a-dark-dark-wood_963/index.html",
        "universal_product_code": "19ed25f4641d5efd",
        "title": "In a Dark, Dark Wood",
        "price": "19.63",
        "product_description": "In a dark, dark wood Nora hasn't seen Clare for ten years. Not since Nora walked out of school one day and never went back. There was a dark, dark houseUntil, out of the blue, an invitation to Clare’s hen do arrives. Is this a chance for Nora to finally put her past behind her?And in the dark, dark house there was a dark, dark roomBut something goes wrong. Very wrong.And i In a dark, dark wood Nora hasn't seen Clare for ten years. Not since Nora walked out of school one day and never went back. There was a dark, dark houseUntil, out of the blue, an invitation to Clare’s hen do arrives. Is this a chance for Nora to finally put her past behind her?And in the dark, dark house there was a dark, dark roomBut something goes wrong. Very wrong.And in the dark, dark room.... Some things can’t stay secret for ever.",
        "genre": 47,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/95/84/95840dfd67c020067c99d70451147e20.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 86,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/fifty-shades-freed-fifty-shades-3_156/index.html",
        "universal_product_code": "ed813a848580ba50",
        "title": "Fifty Shades Freed (Fifty Shades #3)",
        "price": "15.36",
        "product_description": "When unworldly student Anastasia Steele first encountered the driven and dazzling young entrepreneur Christian Grey it sparked a sensual affair that changed both of their lives irrevocably. Shocked, intrigued, and, ultimately, repelled by Christian’s singular erotic tastes, Ana demands a deeper commitment. Determined to keep her, Christian agrees.Now, Ana and Christian hav When unworldly student Anastasia Steele first encountered the driven and dazzling young entrepreneur Christian Grey it sparked a sensual affair that changed both of their lives irrevocably. Shocked, intrigued, and, ultimately, repelled by Christian’s singular erotic tastes, Ana demands a deeper commitment. Determined to keep her, Christian agrees.Now, Ana and Christian have it all—love, passion, intimacy, wealth, and a world of possibilities for their future. But Ana knows that loving her Fifty Shades will not be easy, and that being together will pose challenges that neither of them would anticipate. Ana must somehow learn to share Christian’s opulent lifestyle without sacrificing her own identity. And Christian must overcome his compulsion to control as he wrestles with the demons of a tormented past.Just when it seems that their strength together will eclipse any obstacle, misfortune, malice, and fate conspire to make Ana’s deepest fears turn to reality.This book is intended for mature audiences.",
        "genre": 48,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f4/07/f407d3bbf457d35701dfe72ee9ef3b68.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 87,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-most-perfect-thing-inside-and-outside-a-birds-egg_938/index.html",
        "universal_product_code": "aadee1c326d286e3",
        "title": "The Most Perfect Thing: Inside (and Outside) a Bird's Egg",
        "price": "42.96",
        "product_description": "Renowned ornithologist Tim Birkhead opens this gripping story as a female guillemot chick hatches, already carrying her full quota of tiny eggs within her undeveloped ovary. As she grows into adulthood, only a few of her eggs mature, are released into the oviduct, and are fertilized by sperm stored from copulation that took place days or weeks earlier. Within a matter of h Renowned ornithologist Tim Birkhead opens this gripping story as a female guillemot chick hatches, already carrying her full quota of tiny eggs within her undeveloped ovary. As she grows into adulthood, only a few of her eggs mature, are released into the oviduct, and are fertilized by sperm stored from copulation that took place days or weeks earlier. Within a matter of hours, the fragile yolk is surrounded by albumen and the whole is gradually encased within a turquoise jewel of a shell. Soon afterward the fully formed egg is expelled onto a bare rocky ledge, where it will be incubated for four weeks before another chick emerges and the life cycle begins again. A Bird's Egg is about how eggs in general are made, fertilized, developed, and hatched. The eggs of most birds spend just 24 hours in the oviduct; however, that journey takes 48 hours in cuckoos, which surreptitiously lay their eggs in the nests of other birds. From the earliest times, the study of birds' ovaries and ova (eggs) played a vital role in the quest to unravel the mysteries of fertilization and embryo development in humans. Birkhead uses birds' eggs as wondrous portals into natural history, enlivened by the stories of naturalists and scientists, including Birkhead and his students, whose discoveries have advanced current scientific knowledge of reproduction.",
        "genre": 49,
        "review_rating": "4 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/a3/9e/a39e7c5c9fc61c2ae0f81116aa8cbb0e.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 88,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/immunity-how-elie-metchnikoff-changed-the-course-of-modern-medicine_900/index.html",
        "universal_product_code": "e4f74c16de34d440",
        "title": "Immunity: How Elie Metchnikoff Changed the Course of Modern Medicine",
        "price": "57.36",
        "product_description": "Around Christmas of 1882, while peering through a microscope at starfish larvae in which he had inserted tiny thorns, Russian zoologist Elie Metchnikoff had a brilliant insight: what if the mobile cells he saw gathering around the thorns were nothing but a healing force in action? Metchnikoff’s daring theory of immunity—that voracious cells he called phagocytes formed the Around Christmas of 1882, while peering through a microscope at starfish larvae in which he had inserted tiny thorns, Russian zoologist Elie Metchnikoff had a brilliant insight: what if the mobile cells he saw gathering around the thorns were nothing but a healing force in action? Metchnikoff’s daring theory of immunity—that voracious cells he called phagocytes formed the first line of defense against invading bacteria—would eventually earn the scientist a Nobel Prize, shared with his archrival, as well as the unofficial m oniker “Father of Natural Immunity.” But first he had to win over skeptics, especially those who called his theory “an oriental fairy tale.” Using previously inaccessible archival materials, author Luba Vikhanski chronicles Metchnikoff’s remarkable life and discoveries in the first moder n biography of this hero of medicine. Metchnikoff was a towering figure in the scientific community of the early twentieth century, a tireless humanitarian who, while working at the Pasteur Institute in Paris, also strived to curb the spread of cholera, syphilis, and other deadly diseases. In his later years, he startled the world with controversial theories on longevity, launching a global craze for yogurt, and pioneered research into gut microbes and aging. Though Metchnikoff was largely forgotten for nearly a hundred years, Vikhanski documents a remarkable revival of interest in his ideas on immunity and on the gut flora in the science of the twenty-first century.",
        "genre": 49,
        "review_rating": "5 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/e1/1e/e11e7e9514a123aee2415a1def85e638.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 89,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/the-argonauts_837/index.html",
        "universal_product_code": "c99761a700ade23f",
        "title": "The Argonauts",
        "price": "10.93",
        "product_description": "An intrepid voyage out to the frontiers of the latest thinking about love, language, and family Maggie Nelson's The Argonauts is a genre-bending memoir, a work of \"autotheory\" offering fresh, fierce, and timely thinking about desire, identity, and the limitations and possibilities of love and language. At its center is a romance: the story of the author's relationship with An intrepid voyage out to the frontiers of the latest thinking about love, language, and family Maggie Nelson's The Argonauts is a genre-bending memoir, a work of \"autotheory\" offering fresh, fierce, and timely thinking about desire, identity, and the limitations and possibilities of love and language. At its center is a romance: the story of the author's relationship with the artist Harry Dodge. This story, which includes Nelson's account of falling in love with Dodge, who is fluidly gendered, as well as her journey to and through a pregnancy, offers a firsthand account of the complexities and joys of (queer) family-making.Writing in the spirit of public intellectuals such as Susan Sontag and Roland Barthes, Nelson binds her personal experience to a rigorous exploration of what iconic theorists have said about sexuality, gender, and the vexed institutions of marriage and child-rearing. Nelson's insistence on radical individual freedom and the value of caretaking becomes the rallying cry of this thoughtful, unabashed, uncompromising book.",
        "genre": 50,
        "review_rating": "2 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/22/d0/22d01c710471f94dabfa41083fa3cf4e.jpg"
    }
},
{
    "model": "bookstore.book",
    "pk": 90,
    "fields": {
        "product_page_url": "http://books.toscrape.com/catalogue/m-train_598/index.html",
        "universal_product_code": "5569c3fea112718e",
        "title": "M Train",
        "price": "27.18",
        "product_description": "From the National Book Award-winning author of Just Kids: an unforgettable odyssey into the mind of this legendary artist, told through the prism of cafés and haunts she has visited and worked in around the world.M Train is a journey through eighteen \"stations.\" It begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the w From the National Book Award-winning author of Just Kids: an unforgettable odyssey into the mind of this legendary artist, told through the prism of cafés and haunts she has visited and worked in around the world.M Train is a journey through eighteen \"stations.\" It begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the world as it is and the world as it was, and writes in her notebook. We then travel, through prose that shifts fluidly between dreams and reality, past and present, across a landscape of creative aspirations and inspirations: from Frida Kahlo's Casa Azul in Mexico, to a meeting of an Arctic explorer's society in Berlin; from the ramshackle seaside bungalow in New York's Far Rockaway that Smith buys just before Hurricane Sandy hits, to the graves of Genet, Plath, Rimbaud, and Mishima. Woven throughout are reflections on the writer's craft and on artistic creation, alongside signature memories including her life in Michigan with her husband, guitarist Fred Sonic Smith, whose untimely death was an irremediable loss. For it is loss, as well as the consolation we might salvage from it, that lies at the heart of this exquisitely told memoir, one augmented by stunning black-and-white Polaroids taken by Smith herself. M Train is a meditation on endings and on beginnings: a poetic tour de force by one of the most brilliant multiplatform artists at work today.",
        "genre": 50,
        "review_rating": "1 star(s)",
        "image_url": "http://books.toscrape.com/media/cache/f0/9f/f09fd4a3200b94db86364f308ac02530.jpg"
    }
},
{
    "model": "bookstore.stock",
    "pk": 1,
    "fields": {
        "book": 1,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 2,
    "fields": {
        "book": 2,
        "quantity_in_stock": 8
    }
},
{
    "model": "bookstore.stock",
    "pk": 3,
    "fields": {
        "book": 3,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 4,
    "fields": {
        "book": 4,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 5,
    "fields": {
        "book": 5,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 6,
    "fields": {
        "book": 6,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 7,
    "fields": {
        "book": 7,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 8,
    "fields": {
        "book": 8,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 9,
    "fields": {
        "book": 9,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 10,
    "fields": {
        "book": 10,
        "quantity_in_stock": 12
    }
},
{
    "model": "bookstore.stock",
    "pk": 11,
    "fields": {
        "book": 11,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 12,
    "fields": {
        "book": 12,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 13,
    "fields": {
        "book": 13,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 14,
    "fields": {
        "book": 14,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 15,
    "fields": {
        "book": 15,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 16,
    "fields": {
        "book": 16,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 17,
    "fields": {
        "book": 17,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 18,
    "fields": {
        "book": 18,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 19,
    "fields": {
        "book": 19,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 20,
    "fields": {
        "book": 20,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 21,
    "fields": {
        "book": 21,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 22,
    "fields": {
        "book": 22,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 23,
    "fields": {
        "book": 23,
        "quantity_in_stock": 22
    }
},
{
    "model": "bookstore.stock",
    "pk": 24,
    "fields": {
        "book": 24,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 25,
    "fields": {
        "book": 25,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 26,
    "fields": {
        "book": 26,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 27,
    "fields": {
        "book": 27,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 28,
    "fields": {
        "book": 28,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 29,
    "fields": {
        "book": 29,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 30,
    "fields": {
        "book": 30,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 31,
    "fields": {
        "book": 31,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 32,
    "fields": {
        "book": 32,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 33,
    "fields": {
        "book": 33,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 34,
    "fields": {
        "book": 34,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 35,
    "fields": {
        "book": 35,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 36,
    "fields": {
        "book": 36,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 37,
    "fields": {
        "book": 37,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 38,
    "fields": {
        "book": 38,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 39,
    "fields": {
        "book": 39,
        "quantity_in_stock": 20
    }
},
{
    "model": "bookstore.stock",
    "pk": 40,
    "fields": {
        "book": 40,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 41,
    "fields": {
        "book": 41,
        "quantity_in_stock": 3
    }
},
{
    "model": "bookstore.stock",
    "pk": 42,
    "fields": {
        "book": 42,
        "quantity_in_stock": 9
    }
},
{
    "model": "bookstore.stock",
    "pk": 43,
    "fields": {
        "book": 43,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 44,
    "fields": {
        "book": 44,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 45,
    "fields": {
        "book": 45,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 46,
    "fields": {
        "book": 46,
        "quantity_in_stock": 6
    }
},
{
    "model": "bookstore.stock",
    "pk": 47,
    "fields": {
        "book": 47,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 48,
    "fields": {
        "book": 48,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 49,
    "fields": {
        "book": 49,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 50,
    "fields": {
        "book": 50,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 51,
    "fields": {
        "book": 51,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 52,
    "fields": {
        "book": 52,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 53,
    "fields": {
        "book": 53,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 54,
    "fields": {
        "book": 54,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 55,
    "fields": {
        "book": 55,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 56,
    "fields": {
        "book": 56,
        "quantity_in_stock": 11
    }
},
{
    "model": "bookstore.stock",
    "pk": 57,
    "fields": {
        "book": 57,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 58,
    "fields": {
        "book": 58,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 59,
    "fields": {
        "book": 59,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 60,
    "fields": {
        "book": 60,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 61,
    "fields": {
        "book": 61,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 62,
    "fields": {
        "book": 62,
        "quantity_in_stock": 12
    }
},
{
    "model": "bookstore.stock",
    "pk": 63,
    "fields": {
        "book": 63,
        "quantity_in_stock": 5
    }
},
{
    "model": "bookstore.stock",
    "pk": 64,
    "fields": {
        "book": 64,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 65,
    "fields": {
        "book": 65,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 66,
    "fields": {
        "book": 66,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 67,
    "fields": {
        "book": 67,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 68,
    "fields": {
        "book": 68,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 69,
    "fields": {
        "book": 69,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 70,
    "fields": {
        "book": 70,
        "quantity_in_stock": 1
    }
},
{
    "model": "bookstore.stock",
    "pk": 71,
    "fields": {
        "book": 71,
        "quantity_in_stock": 8
    }
},
{
    "model": "bookstore.stock",
    "pk": 72,
    "fields": {
        "book": 72,
        "quantity_in_stock": 20
    }
},
{
    "model": "bookstore.stock",
    "pk": 73,
    "fields": {
        "book": 73,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 74,
    "fields": {
        "book": 74,
        "quantity_in_stock": 20
    }
},
{
    "model": "bookstore.stock",
    "pk": 75,
    "fields": {
        "book": 75,
        "quantity_in_stock": 17
    }
},
{
    "model": "bookstore.stock",
    "pk": 76,
    "fields": {
        "book": 76,
        "quantity_in_stock": 5
    }
},
{
    "model": "bookstore.stock",
    "pk": 77,
    "fields": {
        "book": 77,
        "quantity_in_stock": 5
    }
},
{
    "model": "bookstore.stock",
    "pk": 78,
    "fields": {
        "book": 78,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 79,
    "fields": {
        "book": 79,
        "quantity_in_stock": 19
    }
},
{
    "model": "bookstore.stock",
    "pk": 80,
    "fields": {
        "book": 80,
        "quantity_in_stock": 3
    }
},
{
    "model": "bookstore.stock",
    "pk": 81,
    "fields": {
        "book": 81,
        "quantity_in_stock": 3
    }
},
{
    "model": "bookstore.stock",
    "pk": 82,
    "fields": {
        "book": 82,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 83,
    "fields": {
        "book": 83,
        "quantity_in_stock": 14
    }
},
{
    "model": "bookstore.stock",
    "pk": 84,
    "fields": {
        "book": 84,
        "quantity_in_stock": 20
    }
},
{
    "model": "bookstore.stock",
    "pk": 85,
    "fields": {
        "book": 85,
        "quantity_in_stock": 18
    }
},
{
    "model": "bookstore.stock",
    "pk": 86,
    "fields": {
        "book": 86,
        "quantity_in_stock": 3
    }
},
{
    "model": "bookstore.stock",
    "pk": 87,
    "fields": {
        "book": 87,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 88,
    "fields": {
        "book": 88,
        "quantity_in_stock": 16
    }
},
{
    "model": "bookstore.stock",
    "pk": 89,
    "fields": {
        "book": 89,
        "quantity_in_stock": 15
    }
},
{
    "model": "bookstore.stock",
    "pk": 90,
    "fields": {
        "book": 90,
        "quantity_in_stock": 11
    }
}
]
